[
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" :"Glifosato",
    "sintIntox" : " Irritação ocular, dificuldade respiratória, dor abdominal, náuseas, vômitos e, em casos graves, pode causar edema pulmonar.",
    "primSocorro" : "Contato com a pele:\n Lavar a área afetada com água e sabão neutro. Remover roupas contaminadas. Se houver irritação, vermelhidão, ardência ou coceira persistente, procurar atendimento médico.\n\nContato com os olhos:\n Lavar os olhos com água corrente abundante por pelo menos 15 minutos, mantendo as pálpebras abertas. Não aplicar colírios ou pomadas sem orientação médica. Procurar atendimento oftalmológico se houver dor, visão turva ou vermelhidão intensa.\n\nIngestão acidental:\nNÃO provocar vômito. Enxaguar a boca com água. Procurar atendimento médico e levar a embalagem ou rótulo do produto.\n\nInalação ou dificuldade respiratória:\n Em caso de dificuldade para respirar, manter a pessoa em posição confortável e procurar socorro hospitalar imediatamente.",
    "nomeCientifico" : "",
    "funcao" : "Herbicida não seletivo utilizado para controle de plantas daninhas em diversas culturas agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Paraquat",
    "sintIntox" : "Queimaduras na boca e garganta, dor abdominal intensa, dificuldade respiratória, insuficiência renal aguda e, em casos graves, falência múltipla de órgãos.",
    "primSocorro" : "Contato com a pele:\nLavar a área afetada com água e sabão neutro.\nRemover roupas ou acessórios contaminados.\nSe houver irritação, vermelhidão, ardência ou coceira persistente, procurar atendimento médico.\n\nContato com os olhos:\nLavar os olhos com água corrente abundante por pelo menos 15 minutos, mantendo as pálpebras abertas.\nNão aplicar colírios, pomadas ou qualquer outro produto sem orientação médica.\nProcurar atendimento oftalmológico se houver dor, visão turva ou vermelhidão intensa.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água, sem engolir.\nProcurar atendimento médico imediatamente.\nLevar a embalagem, rótulo ou nome do produto ingerido ao serviço de saúde.\n\nInalação ou dificuldade respiratória:\nEm caso de dificuldade para respirar, manter a pessoa em posição confortável.\nLevar imediatamente para atendimento hospitalar de emergência.\nEvitar contato contínuo com o agente inalado até avaliação médica.",
    "nomeCientifico" : "",
    "funcao" : "Herbicida não seletivo utilizado para controle de plantas daninhas em cultivos agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Malationa",
    "sintIntox" : "Dificuldade respiratória, náuseas, vômitos, sudorese excessiva, tremores musculares, fraqueza, tontura e, em casos graves, convulsões e perda de consciência.",
    "primSocorro" : "Ambiente contaminado:\nRetirar a pessoa da área contaminada e levá-la para ambiente com ar fresco.\n\n Contato com a pele:\nRemover roupas contaminadas.\nLavar a pele com água abundante e sabão neutro.\n\nIngestão acidental:\nNÃO provocar vômito.\nProcurar atendimento médico imediato, levando informações sobre o produto (nome, rótulo ou embalagem).\n\nAcompanhamento e primeiros cuidados:\nMonitorar a respiração e o estado de consciência enquanto aguarda o socorro.\nManter a pessoa calma, deitada se necessário, em posição segura e confortável.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida organofosforado utilizado no controle de pragas agrícolas e em áreas urbanas para controle de insetos.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Clorpirifós",
    "sintIntox" : "Náusea, vômitos, dor abdominal, dificuldade respiratória, sudorese excessiva, fraqueza muscular, tontura e, em casos graves, confusão mental e convulsões.",
    "primSocorro" : "Ambiente contaminado:\nRetirar imediatamente a pessoa do local contaminado para um ambiente com ar fresco.\n\nContato com pele e olhos:\nRemover roupas contaminadas.\nLavar a pele e os olhos com água em abundância por pelo menos 15 minutos.\nManter as pálpebras abertas durante a lavagem dos olhos.\nNão aplicar colírios ou pomadas sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nProcurar atendimento médico de urgência, levando a embalagem, rótulo ou informações sobre o produto.\n\nAcompanhamento e primeiros cuidados:\nManter a pessoa em posição confortável.\nMonitorar sinais vitais (respiração, pulso, consciência) até a chegada do socorro.\nEvitar que a pessoa fique sozinha enquanto aguarda atendimento.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida organofosforado amplamente utilizado no controle de pragas agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Imidacloprido",
    "sintIntox" : "Tremores, aumento da salivação, dificuldade respiratória, tontura, fraqueza muscular e, em casos graves, confusão mental.",
    "primSocorro" : "Ambiente contaminado:\nRetirar imediatamente a pessoa do local contaminado para um ambiente com ar fresco.\n\nContato com pele e olhos:\nRemover roupas contaminadas.\nLavar a pele e os olhos com água em abundância por pelo menos 15 minutos.\nManter as pálpebras abertas durante a lavagem dos olhos.\nNão aplicar colírios ou pomadas sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nProcurar atendimento médico de urgência, levando a embalagem, rótulo ou informações sobre o produto.\n\nAcompanhamento e primeiros cuidados:\nManter a pessoa em posição confortável.\nMonitorar sinais vitais (respiração, pulso, consciência) até a chegada do socorro.\nEvitar que a pessoa fique sozinha enquanto aguarda atendimento.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida neonicotinoide utilizado para o controle de pragas em diversas culturas agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Endossulfã",
    "sintIntox" : "Tontura, convulsões, hipotensão, fraqueza muscular, náuseas e dificuldade respiratória.",
    "primSocorro" : "Ambiente contaminado:\nRetirar a pessoa da área contaminada e levá-la para um ambiente arejado.\n\n Contato com pele e olhos:\nRemover roupas contaminadas.\nLavar imediatamente a pele e os olhos com água abundante por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão utilizar colírios ou cremes sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\nLevar a embalagem ou rótulo do produto ao atendimento médico.\n\nAcompanhamento e primeiros cuidados:\nMonitorar sinais vitais, como respiração, pulso e nível de consciência.\nManter a pessoa em repouso, deitada em posição confortável, até a chegada do socorro",
    "nomeCientifico" : "",
    "funcao" : "Inseticida organoclorado utilizado para controle de pragas agrícolas, com ação neurotóxica.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Atrazina",
    "sintIntox" : "Náusea, vômito, dor abdominal, sonolência, tontura e possível irritação nas vias respiratórias.",
    "primSocorro" : "Ambiente contaminado:\nRetirar a pessoa da área contaminada e levá-la para local arejado.\n\nContato com pele ou olhos:\nLavar imediatamente a pele ou os olhos expostos com água em abundância por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão aplicar produtos ou medicamentos sem orientação.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\n\nAcompanhamento e primeiros cuidados:znEncaminhar para avaliação hospitalar caso os sintomas persistam ou piorem.\nManter a vítima em repouso.\nMonitorar sinais vitais, como respiração, pulso e consciência, até o atendimento especializado.",
    "nomeCientifico" : "",
    "funcao" : "Herbicida utilizado para controle de plantas invasoras em culturas agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Ciproconazol",
    "sintIntox" : "Irritação ocular, náusea, vômito, possível irritação na pele e desconforto respiratório.",
    "primSocorro" : "Ambiente contaminado:\nRetirar a pessoa da área contaminada e conduzi-la para ambiente arejado.\n\n Contato com pele ou olhos:\nLavar imediatamente os olhos ou a pele exposta com água em abundância por no mínimo 15 minutos.\nManter os olhos abertos durante a lavagem.\nEvitar uso de qualquer substância ou medicamento sem orientação profissional. \n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\nBuscar atendimento médico com urgência, levando a embalagem ou nome do produto.\n\nEncaminhamento para avaliação:\nEncaminhar a vítima ao hospital para avaliação e tratamento adequado, especialmente se os sintomas persistirem ou se agravarem.\n\nAcompanhamento e primeiros cuidados:\nManter a pessoa em repouso, em posição confortável e segura.\nMonitorar sinais vitais (respiração, pulso, nível de consciência) até o atendimento especializado.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida utilizado para o controle de fungos em culturas agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Tiram",
    "sintIntox" : "Náusea, tontura, dificuldade respiratória, possível irritação na pele e mucosas.",
    "primSocorro" : "Ambiente contaminado:\nRetirar a pessoa da área contaminada e levá-la para um local arejado.\n\nContato com pele ou olhos:\nLavar imediatamente a pele ou os olhos expostos com água em abundância por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão aplicar nenhum produto sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\nProcurar atendimento médico imediatamente, levando a embalagem ou identificação do produto.\n\n Acompanhamento e primeiros cuidados:\nMonitorar a vítima, observando respiração, pulso e nível de consciência até a chegada de ajuda especializada.\nManter a pessoa em repouso e posição segura.\n\nEncaminhamento para avaliação:\nEncaminhar para avaliação hospitalar para tratamento adequado, mesmo que os sintomas pareçam leves inicialmente.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida amplamente utilizado para o controle de doenças fúngicas em plantações.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "DiclorodifeniltricloroetanoDDT",
    "sintIntox" : "Náusea, vômito, dificuldade respiratória, tremores e irritação no sistema nervoso.",
    "primSocorro" : "Ambiente contaminado:\nRetirar a pessoa da área contaminada e conduzi-la para um local arejado.\n\n Contato com pele ou olhos:\nLavar imediatamente a pele ou os olhos expostos com água em abundância por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nEvitar uso de produtos ou medicamentos sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\nBuscar atendimento médico urgente, levando a embalagem ou identificação do produto.\n\n Acompanhamento e primeiros cuidados:\nMonitorar os sinais vitais da vítima, como respiração, pulso e consciência, até o atendimento especializado.\nManter a pessoa em repouso, em posição segura e confortável.\n\nEncaminhamento para avaliação:\nEncaminhar ao hospital para avaliação e tratamento adequados, mesmo que os sintomas pareçam leves.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida organoclorado utilizado no controle de insetos vetores e pragas agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Fipronil",
    "sintIntox" : "Náusea, vômito, tontura, reações alérgicas.",
    "primSocorro" : "Ambiente contaminado:\nRemover a pessoa da exposição e conduzi-la para um ambiente arejado.\n\nContato com pele ou olhos:\nLavar imediatamente a pele e os olhos com água em abundância por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão utilizar produtos, pomadas ou colírios sem orientação médica.\n\n Ingestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\nBuscar atendimento médico urgente, levando informações sobre o produto.\n\n Encaminhamento para avaliação:\nEncaminhar sempre ao hospital para avaliação e tratamento adequado, mesmo na ausência de sintomas iniciais.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida de amplo espectro utilizado no controle de pragas como formigas, baratas, pulgas, carrapatos e outros insetos nocivos.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Tricloro",
    "sintIntox" : "Irritação ocular intensa, dor abdominal, náusea, vômito, possível dificuldade respiratória em casos graves.",
    "primSocorro" : "Ambiente contaminado:\nRemover imediatamente a pessoa da exposição ao produto e conduzi-la para um local arejado.\n\n Contato com pele ou olhos:\nLavar abundantemente os olhos e a pele com água corrente por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nEvitar o uso de colírios, cremes ou outras substâncias sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\nLevar a embalagem ou rótulo do produto ao atendimento.\n\n Encaminhamento para avaliação:\nProcurar atendimento médico urgente para avaliação e tratamento especializado, mesmo na ausência de sintomas imediatos.",
    "nomeCientifico" : "",
    "funcao" : "Herbicida utilizado para controle de plantas daninhas em áreas agrícolas e hortícolas, ajudando a proteger culturas e aumentar a produtividade.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Dicofol",
    "sintIntox" : "Tontura, náusea, vômito, convulsões, fraqueza muscular e dificuldade respiratória em casos graves.",
    "primSocorro" : "Ambiente contaminado:\nRemover a pessoa da fonte de exposição e levá-la para um ambiente arejado.\n\nContato com pele ou olhos:\nLavar imediatamente a pele e os olhos com água abundante por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão aplicar colírios, pomadas ou outras substâncias sem orientação profissional.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\nLevar a embalagem ou nome do produto ao atendimento médico.\n\nEncaminhamento para avaliação:\nBuscar atendimento médico urgente para monitoramento e tratamento adequado, mesmo que os sintomas sejam leves ou ausentes inicialmente.",
    "nomeCientifico" : "",
    "funcao" : " Inseticida utilizado no controle de ácaros e pragas em culturas agrícolas, protegendo plantas como frutas, hortaliças e grãos.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Permetrina",
    "sintIntox" : " Irritação ocular, coceira intensa (prurido), queimaduras na pele, vermelhidão e sensação de queimação.",
    "primSocorro" : "Ambiente contaminado:\nRemover a pessoa da fonte de exposição e levá-la para um local arejado.\n\nContato com pele ou olhos:\nLavar imediatamente a pele e os olhos com água em abundância por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão utilizar colírios, pomadas ou outras substâncias sem orientação profissional.\n\n Encaminhamento para avaliação:\nSe os sintomas persistirem ou forem graves, encaminhar para atendimento médico para avaliação e tratamento adequados.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida utilizado para o controle de insetos em plantações, além de uso em produtos para controle de piolhos e carrapatos.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Carbofurano",
    "sintIntox" : "Náusea, vômito, dor abdominal, sudorese excessiva, salivação, contrações musculares involuntárias, convulsões, dificuldade respiratória e, em casos graves, coma.",
    "primSocorro" : "Ambiente contaminado:\nRemover imediatamente a vítima da área contaminada.\nEvitar qualquer contato adicional com o produto.\n\nContato com pele ou olhos:\nLavar a pele e os olhos com água em abundância por no mínimo 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão aplicar substâncias ou medicamentos sem orientação profissional.\n\n Ingestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\n\nVias aéreas e respiração:\nManter as vias aéreas desobstruídas.\nObservar sinais de dificuldade respiratória e agir conforme necessário até o socorro chegar. ",
    "nomeCientifico" : "",
    "funcao" : " Inseticida altamente tóxico utilizado no controle de pragas em culturas agrícolas como milho, soja e batata. ",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Deltametrina",
    "sintIntox" : "Tontura, náusea, dor de cabeça.\nFormigamento ou queimação na pele (especialmente em mãos e rosto).\nTremores, irritação ocular e respiratória.\nEm casos graves, convulsões ou distúrbios neurológicos.",
    "primSocorro" : "Ambiente contaminado:\nRemover a vítima da área contaminada e levá-la para um local arejado.\n\nContato com pele ou olhos:\nRetirar roupas contaminadas com cuidado, evitando espalhar o produto.\nLavar a pele e os olhos com água corrente por pelo menos 15 minutos.\nManter os olhos abertos durante a lavagem.\nNão aplicar produtos sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nEnxaguar a boca com água limpa, sem engolir.\n\nObservação de sintomas:\nSe houver sintomas persistentes ou sinais neurológicos (ex.: tontura, confusão, convulsões), procurar atendimento médico imediatamente.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida piretroide sintético, utilizado no controle de insetos em ambientes domésticos, agrícolas e saúde pública (como mosquitos, baratas e formigas).",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Tiofanato Metílico",
    "sintIntox" : "Náusea e dor abdominal.\nCefaleia (dor de cabeça), febre e fraqueza.\nIrritação ocular e das vias respiratórias em casos de exposição prolongada ou em ambientes mal ventilados.",
    "primSocorro" : "Inalação:\nLevar a pessoa imediatamente para local arejado\nAfastar de fontes do produto\nAfrouxar roupas apertadas\nSe houver dificuldade para respirar, buscar atendimento médico\nNão administrar medicamentos por conta própria.\n\nContato com os Olhos:\nLavar os olhos com água corrente por no mínimo 15 minutos\nManter os olhos abertos durante a lavagem\nRemover lentes de contato, se houver\nProcurar atendimento médico se a irritação persistir.\n\nContato com a Pele:\nRemover roupas contaminadas\nLavar a pele com água e sabão em abundância\nNão usar solventes ou álcool\nSe houver sintomas persistentes, procurar um serviço de saúde.\n\nIngestão Acidental\nNão provocar vômito\nEnxaguar a boca com água limpa\nNão oferecer leite, álcool ou medicamentos\nEncaminhar ao pronto atendimento mais próximo com o rótulo ou nome do produto, se possível",
    "nomeCientifico" : "",
    "funcao" : "Fungicida sistêmico, utilizado principalmente em lavouras de frutas, hortaliças e cereais para controle de doenças fúngicas como oídio, antracnose e podridões. Atua inibindo o desenvolvimento dos fungos patógenos nas plantas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Toxafeno",
    "sintIntox" : "Náusea, vômitos e dor abdominal.\nTremores musculares involuntários.\nConvulsões, confusão mental e dificuldade respiratória em casos graves.\nPode causar efeitos neurológicos e hepáticos cumulativos em exposições repetidas.",
    "primSocorro" : "Inalação:\nRemover a vítima para um local arejado e seguro, longe da fonte de exposição.\nManter a vítima em repouso e aquecida.\nSe houver dificuldade para respirar, procurar atendimento médico imediatamente.\n\nContato com a pele:\nRetirar cuidadosamente as roupas contaminadas.\nLavar a pele com água corrente abundante e sabão neutro por, no mínimo, 15 minutos.\nObservar sinais de irritação ou dermatite e, se persistirem, procurar assistência médica.\n\nContato com os olhos:\nLavar imediatamente com água corrente abundante, mantendo as pálpebras abertas, por pelo menos 15 minutos.\nEvitar o uso de colírios ou pomadas sem orientação médica.\nEncaminhar ao oftalmologista.\n\nIngestão acidental:\nNão induzir vômito.\nNão administrar nada por via oral.\nLevar a vítima imediatamente ao serviço de saúde mais próximo, de preferência com a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida organoclorado de amplo espectro, utilizado principalmente na agricultura para controle de pragas em culturas como algodão e milho. Também foi empregado no controle de ectoparasitas em animais. Seu uso é atualmente proibido em diversos países devido à alta toxicidade e persistência ambiental.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Fenthion",
    "sintIntox" : "Dificuldade respiratória e sensação de aperto no peito.\nNáusea, vômitos e cólicas abdominais.\nCefaleia (dor de cabeça), tontura e sudorese excessiva.\nEm casos graves: confusão mental, convulsões e perda de consciência.",
    "primSocorro" : "Inalação:\nRetirar a vítima imediatamente da área contaminada para um local arejado e seguro.\nManter a vítima em repouso, aquecida e em posição confortável.\n\n Contato com a pele ou olhos:\nRemover cuidadosamente as roupas e calçados contaminados, evitando o contato com a pele do socorrista.\nLavar imediatamente a área afetada com água corrente abundante e sabão suave por pelo menos 15 a 20 minutos.\n\nContato com os olhos:\nLavar com água corrente limpa ou soro fisiológico por no mínimo 15 minutos, mantendo as pálpebras abertas.\nEvitar uso de colírios ou pomadas sem orientação médica.\n\nIngestão acidental:\nNÃO provocar vômito.\nNão dar nada por via oral se a vítima estiver inconsciente, com convulsões ou com dificuldade de engolir.\nSe consciente, enxaguar a boca com água.\nLevar a vítima imediatamente ao hospital, junto com a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida organofosforado utilizado no controle de insetos em culturas agrícolas e também em campanhas de controle de mosquitos em áreas públicas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Abamectina",
    "sintIntox" : "Náuseas, vômitos e dor abdominal.\nTontura, fraqueza e sonolência.\nEm casos mais graves: tremores, confusão mental e convulsões.\nIrritação ocular ou dérmica ao contato direto.",
    "primSocorro" : "Inalação:\nRemover a vítima da área contaminada para um ambiente bem ventilado.\nManter a vítima em repouso e em posição confortável.\nProcurar atendimento médico imediato.\n\nContato com pele ou olhos:\nRetirar cuidadosamente as roupas contaminadas.\nLavar a pele e os olhos com água corrente abundante por pelo menos 15 minutos.\nNão aplicar pomadas, cremes ou colírios sem orientação médica.\n\nIngestão acidental:\nNão induzir o vômito.\nManter a vítima em repouso.\nNão oferecer líquidos ou alimentos.\nEncaminhar imediatamente ao hospital, levando, se possível, a embalagem ou o rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida e acaricida de amplo espectro, usado principalmente em culturas agrícolas para controle de ácaros, lagartas e outros insetos sugadores.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Acefato",
    "sintIntox" : "Náuseas, vômitos e cólicas abdominais.\nSalivação excessiva, suor abundante.\nDificuldade respiratória, contrações musculares involuntárias.\nEm casos mais graves: tremores, confusão mental, convulsões e coma.",
    "primSocorro" : "Inalação\nRemover a vítima da área contaminada imediatamente para um local ventilado e seguro.\nManter a vítima em repouso e aquecida.\nProcurar atendimento médico com urgência.\n\nContato com pele ou olhos\nRetirar as roupas contaminadas com cuidado, evitando contato do produto com a pele do socorrista.\nLavar a pele e os olhos com água corrente abundante por pelo menos 15 minutos.\nNão aplicar substâncias químicas sobre a pele ou olhos sem orientação médica.\n\n Ingestão\nNão provocar vômito em hipótese alguma.\nManter a vítima em repouso e aquecida.\nNão administrar líquidos ou alimentos.\nEncaminhar com urgência ao hospital, levando informações sobre o produto, como o rótulo ou embalagem.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida organofosforado utilizado em diversas culturas agrícolas para o controle de pragas como pulgões, lagartas e percevejos. ",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Butóxido de piperonila",
    "sintIntox" : "Irritação ocular leve a moderada.\nNáusea, cefaleia (dor de cabeça), tontura.\nEm casos de exposição prolongada ou em altas doses: irritação respiratória, dermatite, desconforto gastrointestinal.",
    "primSocorro" : "Inalação:\nRemover a vítima da área de exposição imediatamente e levá-la para um ambiente ventilado.\nManter a vítima em repouso e em posição confortável.\nObservar se há sinais de dificuldade respiratória ou reações alérgicas.\nEncaminhar ao serviço médico se os sintomas persistirem.\n\n Contato com pele ou olhos:\nRetirar cuidadosamente as roupas contaminadas.\nLavar as áreas atingidas (pele e olhos) com água corrente abundante por no mínimo 15 minutos.\nNão aplicar substâncias ou medicamentos sem orientação médica.\nProcurar atendimento médico se houver irritação persistente, vermelhidão ou dor.\n\n Ingestão:\nNão provocar vômito, mesmo que a vítima esteja consciente.\nObservar sinais como náuseas, vômitos, salivação excessiva ou dificuldade para respirar.\nEncaminhar imediatamente ao serviço médico, mesmo que os sintomas sejam leves.\nLevar, se possível, a embalagem ou o rótulo do produto para auxiliar na identificação da substância.",
    "nomeCientifico" : "",
    "funcao" : "Sinergista de inseticidas — amplamente utilizado em conjunto com piretróides (como permetrina ou deltametrina) para aumentar a eficácia de repelentes e produtos de controle de pragas domésticas e agrícolas. ",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Ziram",
    "sintIntox" : "Irritação ocular (vermelhidão, lacrimejamento, ardência)\nDor abdominal (em caso de ingestão)\nEm exposições maiores ou prolongadas: náuseas, mal-estar",
    "primSocorro" : "Contato com os olhos ou pele:\nRetirar cuidadosamente roupas e acessórios contaminados para evitar maior exposição\nLavar imediatamente as áreas afetadas com água corrente abundante por pelo menos 15 minutos\nEm caso de contato com os olhos, manter as pálpebras abertas durante a lavagem\nNão aplicar cremes, pomadas ou colírios sem orientação médica\nProcurar atendimento médico se houver vermelhidão, dor, coceira persistente ou inchaço.\n\nIngestão acidental:\nNão provocar vômito, mesmo que a vítima esteja consciente\nNão oferecer nada por via oral, especialmente se a vítima estiver sonolenta, inconsciente ou com convulsões\nManter a vítima em repouso, deitada de lado para evitar aspiração.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida — Utilizado para o controle de doenças fúngicas em culturas agrícolas, como frutas, vegetais e cereais.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Hexaconazol",
    "sintIntox" : " Irritação na pele (vermelhidão, coceira ou ardência)\nDificuldade respiratória (falta de ar, chiado, tosse seca)\nEm exposições prolongadas ou intensas, pode causar tontura, náusea, dor de cabeça ou mal-estar geral",
    "primSocorro" : " Inalação:\nRemover a vítima imediatamente do local contaminado, conduzindo-a para um ambiente ventilado e seguro\nManter a vítima em repouso e em posição confortável\nObservar sinais de dificuldade respiratória, confusão ou tontura\nEncaminhar ao serviço médico mesmo que os sintomas sejam leves.\n\n Contato com pele ou olhos:\nRemover cuidadosamente roupas e calçados contaminados\nLavar imediatamente a pele e/ou os olhos com água corrente abundante por pelo menos 15 minutos\nEm caso de contato com os olhos, manter as pálpebras abertas durante a lavagem\nNão aplicar cremes, pomadas ou colírios sem orientação médica\nProcurar atendimento médico em caso de irritação persistente, ardência ou vermelhidão.\n\nIngestão acidental:\nNão provocar vômito\nNão oferecer alimentos ou líquidos, especialmente se a vítima estiver sonolenta ou com dificuldade para engolir\nManter a vítima em repouso, deitada de lado, e observar sinais como náusea, dor abdominal ou confusão mental\nLevar imediatamente ao hospital, preferencialmente com a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida — Utilizado no controle de doenças fúngicas em diversas culturas agrícolas, como soja, milho, algodão, frutas e hortaliças.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Chlorothalonil",
    "sintIntox" : "Náusea, vômito\nDificuldade respiratória (tosse, falta de ar, sensação de aperto no peito)\nPode causar irritação ocular, dermatite, ou sintomas mais graves em exposições prolongadas ou ingestão",
    "primSocorro" : "Inalação:\nRemover a vítima imediatamente do local contaminado, levando-a para um ambiente bem ventilado\nManter a vítima em repouso e aquecida\nObservar sinais de dificuldade respiratória, tontura ou confusão\nSe os sintomas persistirem ou se agravarem, encaminhar ao hospital imediatamente.\n\nContato com pele ou olhos:\nRemover cuidadosamente roupas e calçados contaminados, evitando maior exposição\nLavar a pele e/ou os olhos com água corrente abundante por pelo menos 15 minutos\nEm caso de contato com os olhos, manter as pálpebras abertas durante a lavagem\nNão aplicar substâncias, pomadas ou colírios sem orientação médica\n Procurar atendimento médico se houver vermelhidão, dor ou irritação persistente.\n\nIngestão acidental:\n Não provocar vômito\nNão oferecer nada por via oral, especialmente se a vítima estiver sonolenta ou inconsciente\nManter a vítima em repouso, deitada de lado para prevenir aspiração\nObservar sintomas como vômitos, dor abdominal, salivação excessiva ou alterações neurológicas\n Encaminhar ao hospital com urgência, levando a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida — Utilizado amplamente na agricultura para o controle de doenças fúngicas em culturas como batata, tomate, cebola, uva e cereais.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Mancozeb",
    "sintIntox" : "Irritação ocular (ardência, vermelhidão, lacrimejamento)\nNáusea, dor abdominal, mal-estar geral\nEm exposições maiores: dor de cabeça, tontura, fraqueza, irritação respiratória",
    "primSocorro" : " Inalação:\n Retirar a vítima imediatamente da área contaminada, levando-a para um local ventilado e seguro\n Manter a vítima em repouso\nObservar sinais de dificuldade respiratória, tosse ou tontura\nProcurar atendimento médico imediato se os sintomas não desaparecerem rapidamente.\n\n Contato com pele ou olhos:\nRemover com cuidado roupas e calçados contaminados\nLavar imediatamente com água corrente abundante por pelo menos 15 minutos\nEm caso de contato com os olhos, manter as pálpebras abertas durante a lavagem\nNão aplicar colírios, pomadas ou outros produtos sem orientação médica\n Buscar atendimento médico se houver vermelhidão, ardência ou irritação persistente.\n\n Ingestão acidental:\nNão provocar vômito, mesmo que a vítima esteja consciente\nNão dar nada por via oral se a vítima estiver inconsciente, sonolenta ou com dificuldade para engolir\nManter a vítima em repouso, deitada de lado\nObservar sintomas como náuseas, vômitos, dor abdominal ou confusão mental\nEncaminhar imediatamente ao hospital, levando a embalagem ou o rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida — Utilizado amplamente na agricultura para o controle de doenças fúngicas em culturas como batata, tomate, cebola, uva, soja, feijão e outras hortaliças e frutas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Metomil",
    "sintIntox" : "Náusea, vômitos, salivação excessiva\n Dificuldade respiratória (sensação de sufocamento, respiração rápida ou irregular)\nSudorese intensa, tremores, convulsões, dor de cabeça intensa\nEm casos graves: perda de consciência ou parada respiratória",
    "primSocorro" : " Inalação:\nRemover imediatamente a vítima da área contaminada, levando-a para um local ventilado\n Manter a vítima em repouso absoluto e sob observação\nObservar sinais como falta de ar, tremores, confusão mental\n Encaminhar imediatamente ao hospital, mesmo que os sintomas sejam iniciais,\n\nContato com pele ou olhos:\n Retirar cuidadosamente roupas contaminadas, evitando o contato do socorrista\nLavar imediatamente com água corrente abundante por pelo menos 15 minutos\nSe houver contato com os olhos, manter as pálpebras abertas durante a lavagem\nNão aplicar cremes, colírios ou substâncias químicas sem recomendação médica\nProcurar atendimento médico se houver irritação persistente ou sinais neurológicos.\n\n Ingestão acidental:\nNão provocar vômito em nenhuma hipótese\nNão oferecer nada por via oral\nManter a vítima em repouso e deitada de lado, para evitar aspiração em caso de vômito espontâneo\nObservar sinais como salivação, vômitos, fraqueza muscular, convulsões\nEncaminhar com urgência ao hospital, levando, se possível, a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida — Utilizado no controle de pragas em diversas culturas agrícolas, como algodão, milho, soja, frutas e hortaliças. ",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Oxicloreto de cobre",
    "sintIntox" : "Irritação ocular (ardência, vermelhidão, lacrimejamento)\nDor abdominal (em caso de ingestão)\nPossíveis sintomas adicionais em exposições prolongadas ou altas doses: náuseas, vômitos, dor de cabeça",
    "primSocorro" : "Contato com pele ou olhos:\nRetirar cuidadosamente roupas contaminadas\nLavar imediatamente com água corrente abundante por pelo menos 15 minutos\nEm caso de contato com os olhos, manter as pálpebras abertas durante a lavagem\n Não aplicar colírios ou pomadas sem orientação médica\nProcurar atendimento médico se houver irritação persistente ou dor ocular.\n\n Ingestão acidental:\n Não provocar vômito\n Não administrar alimentos ou líquidos, especialmente se a vítima estiver sonolenta ou inconsciente\nManter a vítima em repouso e sob observação\nObservar sinais como dor abdominal, náuseas, vômitos\nEncaminhar imediatamente ao hospital, levando a embalagem ou o rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida — Utilizado no controle de doenças fúngicas em culturas como citros, café, tomate, batata, feijão, entre outras. Atua como protetor de contato nas folhas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Diazinon",
    "sintIntox" : "Náusea, vômitos, dor abdominal\nSudorese excessiva, salivação e lacrimejamento aumentados\nDificuldade respiratória (broncoespasmo, secreção aumentada nas vias aéreas)\nTontura, fraqueza muscular, confusão mental\nEm casos graves: convulsões, paralisia muscular, perda de consciência",
    "primSocorro" : " Ambiente contaminado / Inalação:\n Remover imediatamente a vítima da área contaminada para ambiente bem ventilado e seguro\nManter a vítima em repouso e em posição confortável\nObservar sinais de dificuldade respiratória, chiado no peito ou fraqueza\nBuscar atendimento médico urgente se houver sintomas respiratórios ou neurológicos.\n\n Contato com pele ou olhos:\nRetirar cuidadosamente roupas e calçados contaminados para evitar maior exposição\nLavar a área atingida (pele e olhos) com água corrente abundante por pelo menos 15 minutos\nEvitar friccionar a pele ou olhos\n Não aplicar pomadas ou colírios sem prescrição médica\nProcurar atendimento médico se persistir irritação, vermelhidão ou dor.\n\n Ingestão acidental:\nNão provocar vômito\não oferecer alimentos ou líquidos até avaliação médica\n Manter a vítima em repouso, preferencialmente deitada de lado para evitar aspiração\n Observar sinais de intoxicação colinérgica: salivação, sudorese, dificuldade para respirar\nEncaminhar imediatamente ao hospital, levando embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida — Organofosforado utilizado para controle de insetos em culturas agrícolas e jardins.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Fosmet",
    "sintIntox" : "Náusea, vômitos\nTremores musculares\nSudorese intensa\nDificuldade respiratória (respiração ofegante, chiado no peito)\nFraqueza, tontura\nEm casos graves: convulsões, confusão mental, paralisia muscular",
    "primSocorro" : " Inalação:\nRetirar imediatamente a vítima da área contaminada para um local bem ventilado e seguro\n Manter a vítima em repouso e posição confortável\nObservar sinais de dificuldade respiratória, confusão ou fraqueza\nProcurar atendimento médico urgente se houver sintomas persistentes.\n\n Contato com pele ou olhos:\n Retirar cuidadosamente roupas contaminadas para evitar mais exposição\nLavar a pele e os olhos com água corrente abundante por pelo menos 15 minutos\nEvitar esfregar a pele ou olhos\nNão aplicar pomadas ou colírios sem recomendação médica\nBuscar atendimento médico se houver irritação persistente.\n\n Ingestão acidental:\n Não provocar vômito\n Manter a vítima em repouso, deitada de lado para prevenir aspiração em caso de vômito espontâneo\n Encaminhar imediatamente ao hospital, levando a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida — Organofosforado utilizado no controle de pragas em diversas culturas agrícolas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Isoprothiolano",
    "sintIntox" : " Náusea, vômitos\nDor abdominal\n Possível irritação na pele e olhos em casos de contato prolongado\nEm exposições mais severas, pode haver fraqueza e desconforto geral",
    "primSocorro" : "Inalação:\nRemover imediatamente a vítima da área contaminada para local bem ventilado\nManter a vítima em repouso\nObservar sinais de desconforto respiratório ou reações alérgicas\nProcurar atendimento médico se os sintomas persistirem.\n\n Contato com pele ou olhos:\nRetirar cuidadosamente roupas contaminadas\n Lavar a área atingida com água corrente abundante por pelo menos 15 minutos\nEvitar friccionar a pele ou olhosProcurar atendimento médico se houver irritação persistente, vermelhidão ou dor.\n\n Ingestão acidental:\nNão provocar vômito\nManter a vítima em repouso\nObservar sinais de náusea e dor abdominal\nEncaminhar imediatamente ao hospital, levando a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Fungicida — Usado no controle de doenças fúngicas em diversas culturas agrícolas, atuando principalmente no controle de fungos que atacam plantas como arroz, soja e milho.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Piriproxifeno",
    "sintIntox" : " Náusea e vômito\nTontura, dor de cabeça leve\n Dificuldade respiratória (em exposições elevadas)\n Irritação ocular ou dérmica leve a moderada, em casos de contato direto",
    "primSocorro" : "Inalação:\nRemover imediatamente a vítima da área de exposição para um local ventilado e seguro\nManter a vítima em repouso e sob observação\nObservar sinais como dificuldade para respirar, tontura ou náusea persistente\nProcurar atendimento médico se os sintomas não desaparecerem rapidamente.\n\n Contato com pele ou olhos:\nRetirar cuidadosamente roupas contaminadas\nLavar a pele e os olhos com água corrente abundante por no mínimo 15 minutos\nNão esfregar as áreas afetadas\nProcurar atendimento médico se houver vermelhidão, coceira ou irritação persistente.\n\n Ingestão acidental:\nNão provocar vômito\nNão oferecer alimentos ou líquidos, especialmente se a vítima estiver inconsciente ou com dificuldade de engolir\nObservar sinais como náusea, vômito, dor abdominal\n Levar a vítima imediatamente ao hospital, com a embalagem ou o rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida — Utilizado no controle de insetos como mosquitos, pulgas e outras pragas. Atua como regulador de crescimento de insetos, impedindo sua maturação e reprodução",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Acetamiprido",
    "sintIntox" : " Tremores musculares\nDificuldade respiratória (sensação de falta de ar)\nNáuseas, fraqueza, dor de cabeça Em casos mais graves: sudorese, salivação excessiva, desorientação ou convulsões.",
    "primSocorro" : " Inalação:\nRemover a vítima imediatamente da área de exposição, levando-a para um local arejado e seguro\nManter a vítima em repouso e em posição confortável\nObservar sinais de fraqueza, tremores ou dificuldade respiratória\nProcurar atendimento médico se os sintomas persistirem ou piorarem.\n\n Contato com pele ou olhos:\nRetirar cuidadosamente roupas contaminadas\nLavar as áreas afetadas com água corrente abundante por no mínimo 15 minutos\nEm caso de contato com os olhos, manter as pálpebras abertas durante a lavagem\nNão aplicar cremes ou colírios sem orientação médica\n Procurar assistência médica se houver vermelhidão, irritação persistente ou dor.\n\n Ingestão acidental:\nNão provocar vômito\nNão oferecer nada por via oral se a vítima estiver inconsciente ou com dificuldade para engolir\n Manter a vítima em repouso e sob observação, preferencialmente deitada de lado\nObservar sinais como náuseas, tremores, sudorese ou salivação anormal\nLevar imediatamente ao hospital, com a embalagem ou rótulo do produto para identificação.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida — Neonicotinóide sistêmico, utilizado para o controle de pragas sugadoras (como pulgões, mosca-branca e cigarrinhas) em culturas agrícolas e ornamentais.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Agrotoxico",
    "nomePopular" : "Triazofos",
    "sintIntox" : " Náusea, vômito\nDor abdominal intensa\nSudorese, salivação excessiva\nDificuldade respiratória, broncoespasmo\nTremores, tontura\nEm casos graves: confusão mental, convulsões, paralisia muscular e possível falência respiratória",
    "primSocorro" : " Inalação:\nRemover a vítima imediatamente da área contaminada para um local ventilado e seguro\nManter a vítima em repouso, evitando esforço físico. Observar sinais como falta de ar, confusão, sudorese intensa\nEncaminhar urgentemente ao hospital, mesmo que os sintomas sejam leves.\n\nContato com pele ou olhos:\n Retirar cuidadosamente roupas e acessórios contaminados\nLavar a pele e os olhos com água corrente abundante por no mínimo 15 minutos\n Não aplicar nenhum produto químico ou medicamento sem orientação médica\nProcurar atendimento médico em caso de vermelhidão, ardência ou dor persistente.\n\n Ingestão acidental:\n Não provocar vômito\nManter a vítima em repouso, preferencialmente deitada de lado\n Não oferecer líquidos ou alimentos sem avaliação médica\nObservar sinais de náusea, vômito, confusão ou dificuldade respiratória\nLevar a vítima imediatamente ao hospital, com a embalagem ou rótulo do produto.",
    "nomeCientifico" : "",
    "funcao" : "Inseticida — Organofosforado utilizado no controle de diversas pragas em culturas como arroz, algodão, soja e milho.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  }
]