[
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Jararaca",
    "sintIntox" : "Sintomas locais:\nDor intensa e queimação no local da mordida;\nInchaço progressivo e endurecimento da região afetada;\nVermelhidão e aparecimento de bolhas e necrose (morte do tecido) ao redor da ferida;\nHemorragias locais e sangramento nos pontos da picada;\nSensação de formigamento ou dormência.\n\nSintomas sistêmicos:\nSangramentos espontâneos (gengivas, nariz, urina, fezes);\nTontura, fraqueza e palidez;\nNáuseas e vômitos;\nSudorese e febre;\nQueda da pressão arterial;\nChoque e, em casos graves, insuficiência renal;\nDistúrbios de coagulação sanguínea (coagulopatia), levando a risco de hemorragias internas.",
    "primSocorro" : "Manter a vítima em repouso absoluto para reduzir a circulação do veneno.\nLavar cuidadosamente o local da picada com água e sabão, sem esfregar.\nRemover anéis, pulseiras e roupas apertadas próximas ao local, pois o inchaço pode ser intenso e rápido.\nNão aplicar torniquete ou cortes; essas práticas podem agravar a lesão local.\nEvitar o uso de remédios caseiros, álcool ou substâncias não recomendadas.\nManter o membro afetado em posição confortável, preferencialmente abaixo do nível do coração.\nLevar imediatamente a vítima ao hospital para administração do soro antiofídico específico para Bothrops e atendimento médico especializado.\nMonitorar sinais vitais e possíveis sintomas sistêmicos, como sangramentos, dor abdominal e fraqueza.",
    "nomeCientifico" : "Bothrops jararaca",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno predominantemente hemotóxico (tóxico para células sanguíneas) e proteolítico (quebra proteínas)",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo e padrão: geralmente marrom ou oliva, com manchas mais escuras em forma de trapézio ou triângulo ao longo do dorso\nCabeça: triangular, com uma faixa lateral marrom que vai por trás do olho até o ângulo da boca \nTamanho: adultos medem em torno de 1 metro, podendo chegar a 1,5 m ",
    "resumo" : "A Bothrops jararaca é uma serpente típica da Mata Atlântica, de porte médio, padrão excelente de camuflagem e potencial venenoso significativo. Embora geralmente evite o confronto, exige cuidados extremos ao caminhar em áreas naturais. É agressiva quando acuada, com alta frequência de acidentes ofídicos envolvendo humanos. Durante o dia permanece escondida sob folhas, troncos ou rochas."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Cascavel",
    "sintIntox" : "Sintomas locais:\nDor moderada a intensa no local da picada;\nInchaço e edema progressivo;\nVermelhidão e possível formação de bolhas;\nNecrose local em casos graves;\nSensação de queimação ou ardência.\n\nSintomas sistêmicos:\nFraqueza muscular e sensação de fraqueza generalizada;\nDificuldade para movimentar os olhos e abrir a boca (ptose);\nParalisia progressiva, começando geralmente pelos músculos faciais e podendo avançar para os músculos respiratórios;\nDificuldade para engolir e respirar;\nNáuseas, vômitos e sudorese;\nTontura e confusão mental;\nEm casos graves, insuficiência respiratória e parada cardiorrespiratória.",
    "primSocorro" : "Manter a vítima em repouso absoluto para evitar a propagação rápida do veneno.\nLavar delicadamente o local da picada com água e sabão, sem esfregar.\nRemover anéis, pulseiras e roupas apertadas próximas à picada para evitar restrição devido ao inchaço.\nNão usar torniquete, sucção, cortes ou outras práticas sem comprovação.\nEvitar o uso de remédios caseiros ou substâncias que possam piorar a condição.\nManter o membro afetado em posição confortável, levemente abaixado em relação ao coração.\nLevar a vítima imediatamente para serviço médico para administração do soro anticrotálico e tratamento especializado.\nObservar sinais de dificuldade respiratória, fraqueza muscular ou paralisia, e informar a equipe médica.",
    "nomeCientifico" : "Crotalus durissus",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica (tóxica para o cérebero) mas também apresenta componentes miotóxicos (tóxico para os músculos) e coagulantes. ",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo: coloração variável entre tons de marrom e cinza, com losangos claros no dorso\nCauda: presença de chocalho formado por segmentos queratinizados\nTamanho: pode atingir até 1,5 metro",
    "resumo" : "A Crotalus durissus, popularmente conhecida como cascavel, é uma serpente amplamente distribuída no território brasileiro, predominando em regiões de cerrado, campos abertos, áreas semiáridas e também em pastagens. Seu comportamento é reservado: prefere a fuga ao confronto e, quando ameaçada, emite um som característico através do guizo presente em sua cauda, como forma de alerta. "
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Coral verdadeira",
    "sintIntox" : "Sintomas iniciais:\nDor leve ou ausência de dor no local da picada;\nFormigamento, dormência e sensação de formigamento nas extremidades próximas à picada;\nFraqueza muscular progressiva;\nDificuldade para falar, engolir e movimentar os olhos;\nBoca seca e visão turva.\n\nSintomas avançados:\nParalisia flácida que pode evoluir para os músculos respiratórios, causando insuficiência respiratória;\nQueda da pressão arterial;\nPossível insuficiência cardíaca em casos graves;\nEm casos não tratados, risco de óbito devido à falência respiratória.",
    "primSocorro" : "Manter a vítima em repouso absoluto para evitar que o veneno se espalhe rapidamente.\nLavar cuidadosamente o local da picada com água e sabão, sem esfregar.\nRemover anéis, pulseiras e roupas apertadas próximas ao local da picada para evitar restrição por inchaço.\nNão aplicar torniquete, cortes, sucção ou outras técnicas populares.\nNão administrar nenhum medicamento sem orientação médica.\nManter o membro afetado em posição confortável, preferencialmente mais baixo que o coração.\nLevar a vítima imediatamente ao hospital para administração do soro antielapídico (soro específico para cobras corais) e atendimento especializado.\nObservar sinais de fraqueza muscular, dificuldade para falar, engolir ou respirar e informar à equipe médica.",
    "nomeCientifico" : "Micrurus spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica (tóxica para o sistema nervoso central e periférico), mas também apresenta componentes miotóxicos (tóxicos para os músculos).",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo: corpo anelado com padrões de vermelho, preto e branco/amarelo\nCabeça: pequena, pouco distinta do corpo\nTamanho: geralmente pequena, até 1 metro",
    "resumo" : "As serpentes do gênero Micrurus, conhecidas como corais verdadeiras, habitam uma variedade de ecossistemas no Brasil, incluindo matas atlânticas, cerrados, florestas amazônicas e áreas de transição. São mais frequentemente encontradas em ambientes úmidos e com boa cobertura vegetal, como folhiço e solo de mata. São animais fossoriais, ou seja, passam grande parte do tempo enterradas ou escondidas sob troncos e folhas, o que dificulta o encontro com humanos. "
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Aranha-marrom",
    "sintIntox" : "Sintomas locais:\nDor inicial leve no local da picada, que pode piorar nas primeiras 6 a 8 horas;\nVermelhidão e formação de uma lesão com aspecto de “alvo” ou “olho de boi”, com área central escura (necrose);\nInchaço e endurecimento ao redor da ferida;\nFormação de bolhas e ulceração profunda;\nEm casos graves, necrose extensa da pele e tecidos subjacentes.\n\nSintomas sistêmicos (em casos graves):\nFebre, calafrios e mal-estar geral;\nNáuseas e vômitos;\nDor muscular e articular;\nAnemia hemolítica e insuficiência renal;\nEm casos raros, coagulação intravascular disseminada (CID) e choque.",
    "primSocorro" : "Manter a vítima em repouso e calma para evitar agravamento da intoxicação.\nLavar cuidadosamente o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano para aliviar a dor e o inchaço (não aplicar gelo diretamente na pele).\nEvitar mexer ou coçar a área afetada para não aumentar a lesão.\nProcurar atendimento médico imediatamente, pois o veneno pode causar necrose local e complicações sistêmicas.\nNão utilizar remédios caseiros ou pomadas sem orientação médica.\nSe possível, levar a aranha para identificação, mas sem risco para a segurança da vítima ou de terceiros.\nMonitorar sinais gerais como febre, mal-estar ou aumento da lesão e informar ao profissional de saúde.",
    "nomeCientifico" : "Loxosceles spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente dermonecrótica (causa necrose na pele), mas também apresenta componentes hemotóxicos e coagulantes (afetando glóbulos vermelhos e a coagulação do sangue). ",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo: marrom-claro, com marca em forma de violino no dorso do cefalotórax\nTamanho: pequena (cerca de 1-3 cm)\nHábitos: noturna, encontrada em locais escuros e secos",
    "resumo" : "As aranhas do gênero Loxosceles, conhecidas popularmente como aranhas-marrom, são amplamente distribuídas em áreas urbanas e rurais de diversas regiões do Brasil. Adaptam-se muito bem a ambientes antropizados, sendo comumente encontradas em residências, depósitos, telhados, entulhos, pilhas de madeira, móveis antigos e roupas guardadas por longos períodos. Preferem locais escuros, secos, quentes e com pouca movimentação. A aranha-marrom só ataca se for comprimida ou ameaçada, como em casos em que é vestida junto com roupas ou calçados."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Aranha-armadeira",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local da picada;\nVermelhidão, inchaço e sensação de queimação;\nFormigamento ou sensação de formigamento irradiando para áreas próximas.\n\nSintomas sistêmicos:\nSudorese intensa;\nTaquicardia (aumento da frequência cardíaca) e hipertensão arterial;\nDificuldade para respirar e sensação de falta de ar;\nNáuseas, vômitos e salivação excessiva;\nDor abdominal intensa;\nEspasmos musculares e rigidez;\nAnsiedade e agitação;\nEm casos graves, pode ocorrer choque, convulsões e insuficiência respiratória.",
    "primSocorro" : "Manter a vítima em repouso absoluto para evitar que o veneno se espalhe rapidamente.\nLavar o local da picada com água e sabão neutro, sem esfregar.\nAplicar compressas frias ou gelo envolto em pano para reduzir dor e inchaço (não aplicar gelo diretamente sobre a pele).\nNão aplicar torniquetes, cortes ou sucção na área da picada.\nObservar sinais de dor intensa, sudorese, náuseas, vômitos, palpitações ou dificuldade para respirar.\nProcurar atendimento médico imediato para avaliação e administração do soro antiofídico, se indicado.\nManter a vítima calma e monitorar os sinais vitais até o atendimento médico.",
    "nomeCientifico" : "Phoneutria spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica (afeta o sistema nervoso), mas também possui componentes cardiotóxicos e citotóxicos (afetam o coração e as células). ",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo: coloração marrom, pernas longas e comportamento agressivo\nTamanho: até 5 cm de corpo, com pernas chegando a 15 cm de envergadura\nPostura defensiva: ergue as patas dianteiras em forma de ameaça",
    "resumo" : "Comum em regiões tropicais da América do Sul, especialmente no Brasil, em áreas urbanas e rurais. Habita locais escuros e úmidos como entulhos, folhas secas, cascas de árvores, troncos caídos, pilhas de madeira, frestas de muros e até dentro de residências — sapatos, roupas e armários.\nCaça ativamente suas presas, não utilizando teias para capturá-las. Tem comportamento errático e rápido, podendo picar ao ser pressionada ou acuada — o que a torna uma das principais responsáveis por acidentes com aranhas no Brasil."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Viúva-negra",
    "sintIntox" : "Sintomas locais:\nDor intensa e queimação no local da picada, que pode se espalhar para áreas próximas;\nVermelhidão e inchaço moderado;\nPequeno ferimento ou marca da picada, às vezes difícil de visualizar.\n\nSintomas sistêmicos:\nDor muscular generalizada, especialmente no abdômen, costas e ombros;\nEspasmos musculares e rigidez;\nSudorese intensa;\nNáuseas, vômitos e dor de cabeça;\nAumento da pressão arterial e taquicardia;\nAnsiedade e inquietação;\nEm casos graves, pode ocorrer dificuldade respiratória e hipertensão grave.",
    "primSocorro" : "Manter a vítima em repouso para evitar a propagação do veneno.\nLavar cuidadosamente o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano para aliviar dor e inchaço (não aplicar gelo diretamente na pele).\nObservar sinais como dor intensa, câimbras musculares, sudorese, náuseas, vômitos ou dificuldade respiratória.\nNão utilizar torniquetes, cortes ou sucção na área da picada.\nProcurar atendimento médico imediato para avaliação e administração do soro antiveneno, se necessário.\nManter a vítima calma e monitorar os sinais vitais até o atendimento médico.",
    "nomeCientifico" : "Latrodectus spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica (estímulo excessivo dos nervos)",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo: preto brilhante, com marca vermelha ou alaranjada na região ventral do abdome\nTamanho: até 1,5 cm (corpo), com pernas longas e finas",
    "resumo" : "Costuma viver em locais escuros, secos e protegidos, como pilhas de madeira, entulhos, galpões, telhas empilhadas e sótãos. Pode ser encontrada em áreas rurais e urbanas.  É uma aranha reclusa e pouco agressiva, picando apenas quando se sente ameaçada. A fêmea é mais venenosa que o macho e tende a permanecer próxima à sua teia. Alimenta-se de pequenos insetos. O nome “viúva-negra” vem do comportamento de algumas espécies de matar o macho após a cópula, embora isso não ocorra sempre."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Escorpião-amarelo",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local da picada;\nVermelhidão, inchaço e formigamento;\nSensação de queimação ou ardência;\nPequeno ponto vermelho ou marca da picada.\n\nSintomas sistêmicos:\nSudorese intensa;\nTaquicardia (batimentos acelerados);\nHipertensão arterial;\nNáuseas, vômitos e salivação excessiva;\nAgitação, ansiedade e inquietação;\nDificuldade para respirar em casos graves;\nEm crianças e idosos, pode ocorrer choque, insuficiência respiratória e até óbito se não tratado adequadamente.",
    "primSocorro" : "Manter a vítima em repouso absoluto para evitar a circulação rápida do veneno.\nLavar cuidadosamente o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano sobre a área afetada para aliviar dor e inchaço (não aplicar gelo diretamente na pele).\nNão aplicar torniquetes, cortes, sucção ou remédios caseiros.\nObservar sinais como dor intensa, formigamento, sudorese, vômitos, agitação, dificuldade respiratória ou convulsões.\nProcurar atendimento médico imediato, especialmente para crianças, idosos e pessoas com doenças crônicas.\nManter a vítima calma e monitorar os sinais vitais até o atendimento médico.",
    "nomeCientifico" : "Tityus serrulatus",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica (estímulo exacerbado do sistema nervoso autônomo).",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : " Tamanho: mede entre 6 a 7 cm.\nCorpo: corpo amarelo-claro com pernas e cauda do mesmo tom; pinças mais finas em comparação com outras espécies. A cauda termina em um ferrão escuro, visível.",
    "resumo" : "Encontrado principalmente no Sudeste do Brasil, em áreas urbanas e periurbanas. Vive escondido em entulhos, calhas, ralos, telhados, caixas de esgoto e frestas de construções. Prefere locais escuros, úmidos e com presença de insetos (como baratas), sua principal presa. Não é agressivo, mas reage rapidamente ao toque, adotando postura defensiva com a cauda erguida sobre o corpo."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Escorpião-marrom",
    "sintIntox" : "Sintomas locais:\nDor intensa e queimação no local da picada;\nVermelhidão e leve inchaço;\nSensação de formigamento ou ardor.\n\nSintomas sistêmicos:\nSudorese excessiva;\nTaquicardia (aumento dos batimentos cardíacos);\nHipertensão arterial leve a moderada;\nNáuseas e vômitos;\nAgitação e inquietação;\nEm casos mais graves, especialmente em crianças e idosos, pode ocorrer dificuldade respiratória e sintomas neurológicos.",
    "primSocorro" : "Manter a vítima em repouso para evitar que o veneno se espalhe rapidamente.\nLavar cuidadosamente o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano para aliviar dor e inchaço (não aplicar gelo diretamente na pele).\nNão aplicar torniquetes, cortes, sucção ou remédios caseiros.\nObservar sinais locais, como dor intensa e inchaço, e sinais sistêmicos como náuseas, vômitos, sudorese e agitação.\nProcurar atendimento médico imediato, principalmente em crianças, idosos e pessoas com doenças crônicas.\nManter a vítima calma e monitorar os sinais vitais até o atendimento médico.",
    "nomeCientifico" : "Tityus bahiensis",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica, semelhante ao T. serrulatus (escorpião amarelo) mas com menor intensidade.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: mede cerca de 6 a 7 cm\nCorpo: corpo marrom-escuro a negro, com pernas mais claras e pinças longas e finas.",
    "resumo" : "Espécie encontrada em áreas rurais e urbanas, sob pedras, entulhos, cascas de árvores e dentro de residências. Comportamento noturno, solitário e pouco agressivo, mas pode picar ao ser pressionado. Frequente em ambientes com acúmulo de material orgânico e insetos."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Escorpiões do Novo Mundo",
    "sintIntox" : "Sintomas locais:\nDor imediata e intensa no local da picada;\nVermelhidão e inchaço moderado;\nSensação de queimação ou formigamento;\n\nSintomas sistêmicos:\nSudorese profusa;\nTaquicardia (batimentos cardíacos acelerados);\nHipertensão arterial;\nNáuseas e vômitos;\nAnsiedade e inquietação;\nEspasmos musculares e tremores;\nEm casos graves, pode haver dificuldade respiratória, salivação excessiva e convulsões, especialmente em crianças e idosos.",
    "primSocorro" : "Manter a vítima em repouso absoluto para evitar que o veneno se espalhe rapidamente pelo organismo.\nLavar cuidadosamente o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano sobre a área afetada para aliviar dor e inchaço (nunca aplicar gelo diretamente sobre a pele).\nNão usar torniquetes, cortes, sucção ou remédios caseiros.\nObservar sinais locais, como dor intensa, inchaço, e sinais sistêmicos, como sudorese, vômitos, agitação, dificuldade respiratória e convulsões.\nProcurar atendimento médico imediato, principalmente para crianças, idosos, gestantes e pessoas com doenças crônicas.\nManter a vítima calma e monitorar os sinais vitais até o atendimento especializado.",
    "nomeCientifico" : "Centruroides spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica (afeta o sistema nervoso)",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: Pequenos a médios (5 a 9 cm); \nCorpo: coloração variada (amarelada a castanha), com pinças delgadas e cauda espessa.",
    "resumo" : "Distribuídos por América Central e América do Norte, em áreas tropicais e semiáridas, sob pedras, cascas de árvores e estruturas humanas. Comportamento ativos à noite, predadores de insetos. Espécies como C. sculpturatus têm potencial tóxico significativo."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Escorpião iraniano",
    "sintIntox" : "Sintomas locais:\nDor moderada a intensa no local da picada;\nVermelhidão, inchaço e formação de bolhas;\nNecrose da pele e dos tecidos subjacentes em casos graves;\nUlceração da ferida.\n\nSintomas sistêmicos:\nFebre e mal-estar geral;\nAnemia hemolítica (destruição de glóbulos vermelhos);\nInsuficiência renal aguda;\nHemorragias;\nEm casos graves, choque e falência múltipla de órgãos.",
    "primSocorro" : "Manter a vítima em repouso absoluto para reduzir a circulação do veneno.\nLavar cuidadosamente o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano sobre a área afetada para aliviar dor e inchaço (nunca aplicar gelo diretamente sobre a pele).\nNão utilizar torniquetes, cortes, sucção ou remédios caseiros.\nObservar sinais locais como dor intensa, inchaço, vermelhidão e formação de bolhas ou necrose no local.\nProcurar atendimento médico imediato, pois este escorpião pode causar lesões graves e hemólise (destruição das células sanguíneas).\nManter a vítima calma e monitorar os sinais vitais até o atendimento especializado.",
    "nomeCientifico" : "Hemiscorpius lepturus",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente citotóxica e nefrotóxica (destruição celular e toxicidade renal)",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: mede cerca de 5 a 7 cm; \nCorpo: achatado, coloração amarelada ou bege, com pinças largas e cauda fina.",
    "resumo" : "Encontrado em regiões desérticas e semiáridas do Oriente Médio, norte da África e partes da Ásia.  Esconde-se durante o dia em fendas de rochas ou sob detritos. Comportamento discreto, porém picadas podem causar necrose extensa."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Abelha européia",
    "sintIntox" : "Sintomas locais:\nDor aguda e queimação no local da picada;\nVermelhidão, inchaço e coceira;\nFormação de pequena pápula ou bolha;\nPresença do ferrão pode causar dor persistente.\n\nSintomas sistêmicos (em casos de alergia ou múltiplas picadas):\nUrticária (manchas vermelhas e coceira pelo corpo);\nInchaço generalizado, especialmente na face, boca e garganta;\nDificuldade para respirar, tosse ou chiado no peito;\nTontura, fraqueza ou desmaio;\nChoque anafilático (situação de emergência médica).",
    "primSocorro" : "Retirar o ferrão o mais rápido possível, raspando a pele com uma lâmina ou cartão rígido, sem apertar para não liberar mais veneno.\nLavar o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano para reduzir dor e inchaço (não aplicar gelo diretamente na pele).\nEvitar coçar ou esfregar o local para não agravar a inflamação.\nObservar sinais de reação alérgica grave (anafilaxia), como dificuldade para respirar, inchaço do rosto, lábios ou garganta, urticária generalizada, tontura ou desmaio.\nProcurar atendimento médico imediato se houver sinais de reação alérgica grave ou se a vítima já tiver histórico de alergia a picadas de insetos.\nPara reações leves, pode-se usar anti-histamínicos e analgésicos, sempre com orientação médica.\nManter a vítima calma e em repouso até a avaliação médica.",
    "nomeCientifico" : "Apis mellifera",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente citotóxica e hemolítica (lesão celular e ruptura de hemácias), contendo melitina, que causa dor intensa, inflamação ",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: Mede cerca de 1,2 cm;\nCorpo: peludo com faixas amarelas e pretas; possui ferrão.",
    "resumo" : "Presente em quase todo o mundo, em colmeias naturais ou artificiais (apicultura). Possio comportamento social, vive em colônias organizadas. Defende a colmeia em grupo, podendo atacar em enxame quando ameaçada."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Vespa-europeia",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local da picada;\nVermelhidão, inchaço e sensação de queimação;\nCoceira e possível formação de bolha.\n\nSintomas sistêmicos (em casos alérgicos ou múltiplas picadas):\nUrticária e coceira pelo corpo;\nInchaço em áreas distantes da picada, como face e lábios;\nDificuldade para respirar, chiado no peito;\nTontura, fraqueza e desmaios;\nChoque anafilático, que é emergência médica.",
    "primSocorro" : "Remover o ferrão imediatamente, raspando a pele com um cartão rígido ou unha, sem apertar para evitar liberar mais veneno.\nLavar o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano para reduzir dor e inchaço (não aplicar gelo diretamente na pele).\nEvitar coçar ou esfregar o local para não piorar a inflamação.\nObservar sinais de reação alérgica grave, como dificuldade para respirar, inchaço do rosto, lábios ou garganta, urticária extensa, tontura ou desmaio.\nProcurar atendimento médico imediato se ocorrer reação alérgica grave ou se a pessoa já tiver histórico de alergia a picadas de insetos.\nEm casos leves, anti-histamínicos e analgésicos podem ser usados com orientação médica.\nManter a vítima calma e em repouso até avaliação médica.",
    "nomeCientifico" : "Vespula germanica",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente alergênica e citotóxica (destruição das células). Causa dor intensa, inflamação e risco de anafilaxia em indivíduos sensibilizados.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: Mede entre 1 a 1,5 cm;\n Corpo:  amarelo com listras pretas, asas escuras e sem pelos evidentes.",
    "resumo" : "Cosmopolita, encontrada em áreas urbanas, florestas e campos. Constrói ninhos de papel em telhados ou árvores. Comportamento muito territorial, pode atacar repetidamente. Voa em busca de alimentos doces e proteínas."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Marimbondo",
    "sintIntox" : "Sintomas locais:\nDor aguda e queimação imediata no local da picada;\nVermelhidão, inchaço e coceira;\nFormação de pápula (pequena elevação avermelhada).\n\nSintomas sistêmicos (em casos alérgicos ou múltiplas picadas):\nUrticária generalizada (manchas vermelhas e coceira pelo corpo);\nInchaço facial e das vias respiratórias;\nDificuldade para respirar, tosse ou chiado no peito;\nTontura, fraqueza, desmaios;\nChoque anafilático (situação grave e emergência médica).",
    "primSocorro" : "Remover o ferrão rapidamente, se estiver presente, raspando a pele com uma lâmina ou cartão rígido, sem apertar para evitar liberar mais veneno.\nLavar o local da picada com água e sabão neutro.\nAplicar compressas frias ou gelo envolto em pano para aliviar dor e inchaço (não aplicar gelo diretamente na pele).\nEvitar coçar ou esfregar o local para não agravar a inflamação.\nObservar sinais de reação alérgica, como inchaço intenso, dificuldade para respirar, urticária ou tontura.\nProcurar atendimento médico imediato se houver sinais de alergia grave ou se a vítima já tiver histórico de reações a picadas.\nEm casos leves, o uso de anti-histamínicos e analgésicos pode ser recomendado, sempre com orientação médica.\nManter a vítima calma e em repouso até a avaliação médica.",
    "nomeCientifico" : "Polistes spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação inflamatória e alergênica provocando dor local, edema, e risco de reações anafiláticas.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: 1,5 a 2,5 cm\nCorpo: delgado, coloração marrom ou preta com marcas amareladas. Pernas longas pendentes em voo.",
    "resumo" : "Ninhos em áreas externas de edificações, vegetações e estruturas humanas.\nComportamento semissocial. Defesa agressiva do ninho; ferroada dolorosa e repetitiva."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Peixe-escorpião",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local da ferroada;\nInchaço e vermelhidão;\nFormações de bolhas e possível necrose;\nSensação de queimação ou ardência.\n\nSintomas sistêmicos:\nFebre e calafrios;\nNáuseas e vômitos;\nSudorese intensa;\nTontura e fraqueza;\nEm casos graves, choque, dificuldade respiratória e arritmias cardíacas.",
    "primSocorro" : "Lavar cuidadosamente o local da ferroada com água do mar ou água limpa, evitando esfregar.\nRemover cuidadosamente os possíveis espinhos que estiverem presos na pele, se possível, com pinça esterilizada.\nMergulhar a região afetada em água quente (não escaldante) entre 40 e 45°C, por 30 a 90 minutos, para aliviar a dor e ajudar a inativar o veneno.\nAplicar compressas frias após o banho quente para reduzir inchaço, se necessário.\nEvitar movimentos bruscos e manter o membro afetado em posição confortável.\nProcurar atendimento médico imediato, principalmente se houver dor intensa, inchaço progressivo, dificuldade de movimento ou sinais de infecção.\nManter a vítima calma e monitorar sinais vitais até o atendimento especializado.",
    "nomeCientifico" : "Peixe-escorpião",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica (tóxica para o sistema nervoso) e necrosante, causando dor extrema, necrose tecidual e, em alguns casos, insuficiência cardiovascular.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo: robusto, com espinhos na cabeça e nadadeiras dorsais venenosas; coloração camuflada (marrom, vermelho).",
    "resumo" : "Geralmente encontrado em águas rasas e recifes rochosos, Atlântico e Pacífico. Comportamento sedentário e camuflado, usa espinhos para defesa passiva contra predadores."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Nié/Niquim",
    "sintIntox" : "Sintomas locais:\nDor muito intensa e imediata no local da ferroada;\nInchaço e vermelhidão;\nFormação de bolhas e possível necrose da pele;\nSangramento e inflamação;\nSensação de queimação e ardência.\n\nSintomas sistêmicos:\nFebre;\nCalafrios;\nMal-estar geral;\nEm casos raros, podem ocorrer reações alérgicas e choque.",
    "primSocorro" : "Lavar imediatamente o local da ferroada com água do mar ou água limpa, sem esfregar para evitar espalhar o veneno.\nRemover cuidadosamente os espinhos com pinça esterilizada, se estiverem visíveis e com cuidado para não romper os sacos de veneno.\nMergulhar a região afetada em água quente (entre 40°C e 45°C) por 30 a 90 minutos para aliviar a dor e ajudar a inativar o veneno.\nAplicar compressas frias após o banho quente para ajudar a reduzir o inchaço, se necessário.\nManter o membro afetado em repouso e numa posição confortável.\nProcurar atendimento médico imediato, principalmente se a dor for intensa, houver inchaço progressivo, dificuldade de movimento ou sinais de infecção.\nMonitorar os sinais vitais e sintomas até o atendimento especializado.",
    "nomeCientifico" : "Thalassophryne nattereri",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente necrosante e inflamatória, provocando dor intensa, ulceração, necrose local e, eventualmente, mialgia de longa duração",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho:  10 a 15 cm; \n Corpo: achatado, coloração escura com nadadeiras curtas e espinhos ocos venenosos na cabeça e nadadeira dorsal.",
    "resumo" : "Encontrado nos mangues e águas salobras do litoral brasileiro.Costuma enterra-se parcialmente na areia. Inofensivo até ser pisado."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Peixe-pedra",
    "sintIntox" : "Sintomas locais:\nDor imediata, intensa e queimação no local da ferroada;\nInchaço, vermelhidão e possível necrose;\nFormação de bolhas e hematomas;\nSensação de formigamento ou dormência.\n\nSintomas sistêmicos:\nSudorese intensa;\nNáuseas, vômitos e diarreia;\nTontura e fraqueza;\nDificuldade para respirar;\nHipotensão (queda da pressão arterial);\nArritmias cardíacas;\nEm casos graves, pode levar a choque e morte.",
    "primSocorro" : "Lavar cuidadosamente o local da ferroada com água do mar ou água limpa, sem esfregar.\nRemover os espinhos visíveis com pinça esterilizada, se possível, com cuidado para não romper sacos de veneno.\nMergulhar a área afetada em água quente (40 a 45°C) por 30 a 90 minutos para aliviar a dor e inativar o veneno.\nAplicar compressas frias após o banho quente para reduzir o inchaço, se necessário.\nManter o membro afetado em repouso e em posição confortável.\nProcurar atendimento médico imediato, principalmente se a dor for intensa, o inchaço aumentar ou houver sinais de infecção.\nMonitorar sinais vitais e sintomas até a chegada do atendimento especializado.",
    "nomeCientifico" : "Synanceia horrida",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente neurotóxica e citotóxica, com toxinas  provocando dor severa, necrose e risco de parada cardíaca.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: até 40 cm\n Corpo robusto, coloração irregular que se camufla entre rochas e corais; espinhos dorsais com veneno",
    "resumo" : "Habita recifes de coral e fundos rochosos do Indo-Pacífico. Comportamento extremamente imóvel e camuflado. Um dos peixes mais venenosos do mundo."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Arraia",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local da ferroada;\nInchaço, vermelhidão e hematomas;\nPossível formação de bolhas e necrose;\nSensação de queimação ou ardência;\nSangramento local.\n\nSintomas sistêmicos:\nNáuseas e vômitos;\nSudorese;\nTontura e fraqueza;\nEm casos graves, choque, hipotensão e insuficiência respiratória.",
    "primSocorro" : "Retirar a vítima do local para evitar novas ferroadas.\nLavar cuidadosamente o local da ferroada com água do mar ou água limpa, sem esfregar.\nRemover espinhos visíveis com pinça esterilizada, se possível, com cuidado para não romper os sacos de veneno.\nMergulhar a região afetada em água quente (40 a 45°C) por 30 a 90 minutos para aliviar a dor e ajudar a neutralizar o veneno.\nAplicar compressas frias após o banho quente para reduzir o inchaço, se necessário.\nManter o membro afetado em repouso e em posição confortável.\nProcurar atendimento médico imediato, especialmente se houver dor intensa, sangramento, dificuldade de movimento ou sinais de infecção.\nMonitorar sinais vitais e sintomas até o atendimento especializado.",
    "nomeCientifico" : "Stingray spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação predominantemente necrosante e vasoconstritora, causando dor aguda, necrose tecidual e risco de infecção secundária.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo achatado com \"asas\" (nadadeiras peitorais) amplas; cauda longa com espinhos venenosos.",
    "resumo" : "Encontradas nas águas costeiras rasas, fundos arenosos ou lodosos. Costuma permanecer sob a areia; acidentes comuns por pisões acidentais."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Peixe-elétrico",
    "sintIntox" : "Sintomas locais:\nChoque ou formigamento no ponto de contato;\nDor localizada;\nEspasmos musculares;\nPossível queimação da pele.\n\nSintomas sistêmicos:\nTontura e confusão mental;\nPalpitações e arritmias cardíacas;\nDificuldade respiratória em casos graves;\nFraqueza muscular;\nEm situações raras, pode ocorrer perda de consciência ou parada cardíaca.",
    "primSocorro" : "Retirar a vítima da água para evitar riscos adicionais de choque ou afogamento.\nAvaliar sinais vitais básicos: respiração, pulso e consciência.\nSe a vítima estiver inconsciente ou sem respirar, iniciar imediatamente a reanimação cardiopulmonar (RCP), se estiver treinado.\nLavar a área afetada com água limpa e observar possíveis ferimentos secundários causados pela contração muscular ou queda.\nProcurar atendimento médico imediato para avaliação e tratamento, pois choques podem causar arritmias cardíacas e outros problemas graves.\nManter a vítima em repouso e monitorar sinais vitais até o atendimento especializado.",
    "nomeCientifico" : "Gymnotus spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Não possuem veneno químico, mas produzem descargas elétricas de até 600 volts para defesa e predação. Os efeitos incluem paralisia muscular temporária, arritmias e, em casos raros, parada cardíaca.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : " Corpo alongado, cilíndrico e sem nadadeira dorsal; cores acastanhadas.",
    "resumo" : "Comumente encontrado em rios e igarapés da América do Sul, especialmente Amazônia. Possuem comportamentos noturnos e solitários. Usam impulsos elétricos para navegação, caça e comunicação."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Baiacu",
    "sintIntox" : "Sintomas iniciais (30 minutos a algumas horas após ingestão):\nDormência e formigamento nos lábios, língua e extremidades;\nFraqueza muscular progressiva;\nNáuseas, vômitos e dor abdominal;\nSensação de boca seca.\n\nSintomas avançados:\nParalisia progressiva dos músculos, incluindo os respiratórios;\nDificuldade para falar, engolir e respirar;\nInsuficiência respiratória, podendo levar à morte;\nEm alguns casos, inconsciência e coma.",
    "primSocorro" : "Em caso de ingestão: \nNão provocar vômito. Procurar atendimento médico imediato, pois o baiacu contém tetrodotoxina, um potente neurotoxina.\bLavar a boca com água limpa, sem engolir, se houver contato com toxinas.\nManter a vítima em repouso e monitorar sinais vitais, especialmente dificuldade respiratória, fraqueza muscular e alterações neurológicas.\nProcurar atendimento hospitalar urgente para suporte respiratório e tratamento específico.\nEm casos de contato com a pele, lavar a área com água e sabão neutro.\nLevar informações sobre o peixe consumido ou contato para o serviço de saúde.",
    "nomeCientifico" : "Tetraodontidae",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Toxina com ação neurotóxica extremamente potente, chamada tetrodotoxina, que bloqueia canais de sódio nos neurônios, causando paralisia muscular, falência respiratória e podendo ser fatal mesmo em pequenas doses.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Corpo: ovalado e inflável; pele rugosa com espinhos; olhos grandes; \nTamanho: 15–30 cm.",
    "resumo" : "Habita mares tropicais e subtropicais; recifes e estuários. Estes animais são nadadores lentos, inflacionam-se como defesa. Algumas espécies contêm tetrodotoxina altamente letal."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Estrela-do-mar tóxica",
    "sintIntox" : "Sintomas locais:\nDor e irritação na pele em contato com os espinhos;\nVermelhidão e inchaço;\nSensação de queimação ou ardência.\n\nSintomas sistêmicos (raro, geralmente por ingestão):\nNáuseas e vômitos;\nDores abdominais;\nFraqueza geral;\nEm casos graves, pode ocorrer intoxicação neurológica com tremores e convulsões.",
    "primSocorro" : "Retirar cuidadosamente os espinhos da pele, se estiverem presos, usando pinça esterilizada.\nLavar a área afetada com água do mar ou água limpa, sem esfregar.\nMergulhar a região afetada em água quente (40 a 45°C) por 30 a 90 minutos para aliviar dor e ajudar a neutralizar toxinas.\nAplicar compressas frias após o banho quente para reduzir inchaço, se necessário.\nObservar sinais de reações alérgicas, infecções ou necrose no local do contato.\nProcurar atendimento médico imediato se houver dor intensa, dificuldade de movimento, sinais de infecção ou sintomas sistêmicos.\nManter a vítima calma e monitorar os sinais vitais até a chegada do atendimento especializado.",
    "nomeCientifico" : "Ophidiaster granifer",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Possui substâncias citotóxicas e hemolíticas pouco estudadas, com possível efeito tóxico local. Não há envenenamentos humanos registrados com gravidade clínica.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: até 20 cm de diâmetro.\nCorpo: radial com cinco braços; superfície granulada e rígida;",
    "resumo" : "Habitam recifes de coral, substratos rochosos e fundos arenosos tropicais. Possuem movimentação lenta; comportamento bentônico. Se manuseada, pode liberar substâncias irritantes."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Estrela do mar coroa-de-espinhos",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local da picada.\nVermelhidão, inchaço e calor na região afetada.\nFormação de pápulas ou pequenas bolhas.\nRetenção de espinhos na pele, causando inflamação prolongada.\nPossível ulceração e cicatrização lenta.\n\nSintomas sistêmicos:\nNáuseas, vômitos e mal-estar geral.\nDor de cabeça.\nTontura ou vertigem.\nFebre baixa.\nFraqueza muscular.\nEm casos graves, reações alérgicas sistêmicas (dificuldade para respirar, queda de pressão).",
    "primSocorro" : "Remover cuidadosamente os espinhos presos na pele usando uma pinça esterilizada, evitando quebrá-los.\nLavar a área afetada com água do mar ou água limpa, sem esfregar para não espalhar toxinas.\nMergulhar a região em água quente (entre 40°C e 45°C) por 30 a 90 minutos para aliviar a dor e ajudar a neutralizar o veneno.\nAplicar compressas frias após o banho quente para reduzir o inchaço, se necessário.\nObservar sinais de infecção, necrose, dor intensa ou dificuldade de movimento na área afetada.\nProcurar atendimento médico imediato se os sintomas piorarem ou persistirem.\nManter a vítima calma e monitorar os sinais vitais até o atendimento especializado.",
    "nomeCientifico" : "Acanthaster planci",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação inflamatória e dolorosa, presente nos espinhos. Causa dor, edema, náuseas e, em casos raros, necrose local. Toxinas ainda pouco caracterizadas.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: pode medir até 60 cm; \nCorpo: coberto de espinhos longos e venenosos, coloração variada.",
    "resumo" : "Encontram-se nos recifes de coral do Indo-Pacífico. São predadoras de corais ativa à noite. Manipulação provoca feridas dolorosas."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Caracol gigante africano",
    "sintIntox" : "Embora não possua veneno ativo, o Achatina fulica pode transmitir agentes infecciosos, como o Angiostrongylus cantonensis . Os sintomas decorrem da infecção adquirida pelo contato ou ingestão acidental de muco ou tecidos contaminados.\n\nSintomas locais:\nIrritação ou coceira na pele, caso haja contato com muco contaminado (mais raro).\nPequenas lesões por arranhões ao manipular de forma inadequada.\n\nSintomas sistêmicos: (em caso de infecção por parasita)\nDor de cabeça intensa.\nRigidez na nuca.\nFebre.\nNáuseas e vômitos.\nAlterações visuais.\nFormigamento ou dor nos membros.\nEm casos graves, sinais neurológicos decorrentes da meningite eosinofílica.",
    "primSocorro" : "Evitar o contato direto com o caracol, principalmente se houver feridas ou lesões na pele.\nLavar cuidadosamente a área exposta com água e sabão neutro para remover possíveis parasitas e toxinas.\nEvitar tocar nos olhos, boca ou outras mucosas após contato com o caracol.\nProcurar atendimento médico se houver sinais de irritação, alergia, infecção ou sintomas incomuns.\nManter a vítima em observação para sinais de intoxicação ou infecção, como febre, dor abdominal ou erupções cutâneas.\nInformar ao serviço de saúde sobre o contato com o caracol para avaliação adequada.",
    "nomeCientifico" : "Achatina fulica",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Não possui toxina própria, mas é vetor de Angiostrongylus cantonensis, um parasita que causa meningoencefalite eosinofílica. O risco está na contaminação por muco infectado.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: concha espiralada com até 20 cm; \nCorpo: mole marrom acinzentado.",
    "resumo" : "Encontrado em áreas úmidas, jardins, hortas e zonas urbanas tropicais. Possui comportamento noturno, alimenta-se de vegetação. Pode ser vetor de parasitas como Angiostrongylus sp."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Caravela-portuguesa",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local do contato.\nMarcas lineares ou em cordão avermelhadas, com possíveis vesículas (bolhas).\nInchaço e sensação de queimadura.\nCoceira intensa.\n\nSintomas sistêmicos: (dependendo da quantidade de toxina e sensibilidade da vítima)>\nNáuseas e vômitos.\nDor de cabeça.\nCãibras musculares generalizadas.\nDificuldade para respirar.\nAlterações no ritmo cardíaco.\nEm casos graves, colapso cardiovascular e risco de morte",
    "primSocorro" : "Retirar a vítima da água para evitar afogamento e contato adicional com os tentáculos.\nNão tocar ou tentar remover tentáculos visíveis com as mãos nuas; usar pinça ou outro objeto para retirar com cuidado.\nLavar a área afetada com água do mar (não usar água doce, pois pode ativar os nematocistos restantes).\nAplicar vinagre na área atingida para neutralizar os nematocistos não ativados (exceto se for uma espécie diferente, consulte orientação local).\nEvitar esfregar ou coçar o local para não liberar mais toxinas.\nAplicar compressas frias para aliviar a dor e o inchaço.\nProcurar atendimento médico imediato, principalmente em casos de dor intensa, reações alérgicas, dificuldade respiratória ou em crianças e idosos.\nManter a vítima calma e monitorar sinais vitais até o atendimento especializado.",
    "nomeCientifico" : "Physalia physalis",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação neurotóxica, dermatonecrótica e cardiotóxica, presente nos tentáculos urticantes. Pode causar dor intensa, arritmias, edema pulmonar e até parada cardíaca. ",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: flutuador translúcido e tentáculos com até 30 m;\nCorpo: aparência de água-viva.",
    "resumo" : " Encontrada nos oceanos tropicais e subtropicais, superfície do mar.. São colônias de pólipos. Tentáculos urticantes usados para captura de presas. Tóxica ao contato."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Cubomedusa",
    "sintIntox" : "Sintomas locais:\nDor extremamente intensa e imediata no local do contato, descrita como “insuportável”.\nLesões em forma de cordões ou faixas avermelhadas, podendo formar bolhas.\nInchaço e sensação de queimadura profunda.\nNecrose cutânea em casos mais graves.\nSintomas sistêmicos: (podem surgir em poucos minutos)\nNáuseas, vômitos e sudorese intensa.\nDificuldade para respirar e sensação de aperto no peito.\nAlterações cardíacas graves, incluindo arritmias e parada cardíaca.\nQueda brusca de pressão arterial e colapso circulatório.",
    "primSocorro" : "Retirar a vítima da água com segurança, evitando contato direto com os tentáculos.\nEvitar esfregar a área atingida – isso pode romper nematocistos e liberar mais veneno.\nLavar imediatamente com vinagre (ácido acético a 4–6%) por pelo menos 30 segundos – o vinagre inativa os nematocistos remanescentes.\nNão usar água doce, pois estimula a descarga de toxinas.\nRemover tentáculos visíveis com pinça ou luvas grossas, nunca com as mãos nuas.\nAplicar compressas frias (não gelo direto) para ajudar na dor.\nImobilizar a área afetada para reduzir a circulação da toxina.\nEm casos graves (dificuldade respiratória, dor intensa, colapso, parada cardíaca), iniciar RCP imediatamente e acionar o SAMU (192).\nLevar ao hospital com urgência, pois o veneno da cubomedusa pode ser letal em minutos.",
    "nomeCientifico" : "Chironex fleckeri",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação cardiotóxica e neurotóxica extremamente potente, podendo causar parada cardíaca em minutos.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: até 3 m.\nCorpo: cúbico e transparente com até 60 tentáculos;",
    "resumo" : "Encontrada no litoral da Austrália e Sudeste Asiático. Possui nado ativo, altamente tóxica. Contato pode ser fatal."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Taturana assassina",
    "sintIntox" : "Sintomas locais:\nDor, ardência ou queimação no local do contato.\nVermelhidão, inchaço e formação de pequenas manchas arroxeadas.\nSensibilidade aumentada e calor na região afetada.\n\nSintomas sistêmicos: (podem surgir horas após o contato):\nCefaleia intensa, mal-estar e febre baixa.\nNáuseas, vômitos e dor abdominal.\nSangramentos espontâneos pela gengiva, nariz ou urina (hematúria).\nHematomas difusos pelo corpo.\nAlterações na coagulação sanguínea, podendo evoluir para hemorragias internas graves.\nInsuficiência renal aguda em casos severos.",
    "primSocorro" : "Afastar-se do local para evitar novos contatos. Não esfregar a pele.\nRemoção dos pelos urticantes\nLavar o local imediatamente com água corrente abundante e sabão neutro. Evitar uso de álcool ou outras substâncias irritantes.\nAplicar compressas frias (gelo envolto em pano limpo) por 10 a 15 minutos para diminuir dor e inchaço.\nFicar atento a sinais de sangramentos espontâneos (gengivas, urina com sangue, manchas roxas), dor de cabeça intensa, náuseas, tontura.\nAtenção médica urgente\nProcurar imediatamente um serviço de saúde. Informar que o acidente foi com Lonomia obliqua para avaliação e possível administração do soro antilonômico.\nNão usar torniquete, não cortar, não sugar o local e não aplicar produtos caseiros.",
    "nomeCientifico" : "Lonomia obliqua",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação hemorrágica e anticoagulante, com toxinas como lopap e lonofibrase. Causa síndrome hemorrágica grave, podendo levar à insuficiência renal aguda e morte por hemorragia.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: 5 a 7 cm.\nCorpo: lagarta com pelos urticantes (cerdas); verde com faixas marrons, ",
    "resumo" : "Habita árvores frutíferas e vegetação da Mata Atlântica. A liberação de toxinas ocorre ao toque, podendo causar distúrbios hemorrágicos graves."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Taturana verde",
    "sintIntox" : "Sintomas locais:\nDor imediata e intensa no ponto de contato.\nVermelhidão, inchaço e sensação de queimação.\nFormação de pápulas ou eritema no local da lesão.\n\nSintomas sistêmicos: (geralmente em exposições extensas ou pessoas sensíveis):\nMal-estar geral e dor de cabeça.\nNáuseas leves.\nReações alérgicas, como coceira generalizada ou inchaço em outras áreas.\nEm casos raros, dificuldade para respirar devido a reação alérgica grave (anafilaxia).",
    "primSocorro" : "Afastar a pessoa da lagarta para evitar novas ferroadas.\nLavar o local com água corrente e sabão neutro, sem esfregar, para remover pelos urticantes superficiais.\nRemover cerdas que possam estar presas na pele utilizando fita adesiva ou pinça com cuidado.\nAplicar compressas frias para aliviar dor e inchaço.\nAnalgésicos orais (paracetamol ou dipirona) podem ser usados, se não houver contraindicação.\nNão coçar nem aplicar substâncias caseiras (como álcool, vinagre, querosene ou pomadas sem orientação).\nObservar sinais de reação alérgica grave: dificuldade para respirar, inchaço generalizado, tontura — se ocorrer, procurar atendimento médico de urgência.\nBuscar atendimento médico para avaliação, especialmente em crianças, idosos ou pessoas com histórico de alergia.",
    "nomeCientifico" : "Automeris belti",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Possui cerdas urticantes com toxinas de ação inflamatória e dermatotóxica, causando dor, eritema e, em alguns casos, reações alérgicas graves.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : " Tamanho: 5 a 8 cm\nCorpo: verde com cerdas urticantes; olhos falsos nas asas na fase adulta.",
    "resumo" : "Habitam a América Central e do Sul, especialmente em florestas tropicais. Alimenta-se de folhas; quando perturbada, libera toxinas por espinhos."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Lacraia gigante",
    "sintIntox" : "Sintomas locais:\nDor intensa e imediata no local da mordida.\nVermelhidão e inchaço acentuado.\nSensação de queimação ou ardência.\nEventual formação de bolhas ou necrose superficial em casos mais graves.\n\nSintomas sistêmicos:\nMal-estar geral e febre baixa.\nCalafrios e sudorese.\nNáuseas e vômitos.\nTaquicardia e aumento da pressão arterial.\nEm casos raros, tontura, confusão mental e reações alérgicas graves (anafilaxia).",
    "primSocorro" : "Afaste-se com cuidado do animal, evitando novos ataques.\nLave imediatamente o local da mordida com água corrente e sabão neutro para reduzir o risco de infecção.\nAplique compressas frias (gelo envolto em pano) para aliviar dor e inflamação, alternando períodos de 15 minutos com intervalos.\nMantenha o membro afetado elevado, quando possível, para ajudar a reduzir o inchaço.\nNão corte, perfure ou sugue o local e não aplique produtos caseiros.\nSe a dor for intensa, use analgésicos simples, conforme orientação médica.\nProcure atendimento médico imediato, especialmente em casos envolvendo crianças, idosos, pessoas com alergias ou se houver sinais de reação grave (dificuldade para respirar, aumento rápido do inchaço ou dor insuportável).",
    "nomeCientifico" : "Scolopendra gigantea",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação neurotóxica e citotóxica, contendo toxinas como scolopendrina, provocando dor intensa, edema, febre e necrose local.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: até 30 cm;\nCorpo: segmentado, coloração avermelhada ou marrom; mandíbula com veneno.",
    "resumo" : "Encontrada em florestas tropicais da América do Sul.  Predadora ágil e agressiva. Caça insetos, pequenos roedores e répteis."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Rã venenosa",
    "sintIntox" : "Sintomas locais:\nIrritação e dormência na pele em caso de contato direto com a secreção.\nArdência ou formigamento na área exposta.\n\nSintomas sistêmicos:\nFormigamento e dormência que podem se espalhar pelo corpo.\nFraqueza muscular intensa.\nDificuldade para movimentar membros.\nArritmias cardíacas e queda de pressão arterial.\nDificuldade respiratória, podendo evoluir para parada respiratória em casos graves.",
    "primSocorro" : "Evitar contato adicional – Afaste-se do animal e evite tocar olhos, boca ou feridas.\nHigienização – Lave abundantemente a área exposta com água corrente e sabão neutro, removendo possíveis resíduos de toxina.\nProteção – Utilize luvas ou barreiras físicas se precisar manipular o animal (em caso de resgate ou remoção).\nMonitoramento – Observe sinais de intoxicação, como fraqueza muscular, dormência, dificuldade para respirar ou alterações cardíacas.\nAtendimento médico urgente – Encaminhe a vítima imediatamente a um serviço de saúde, levando informações sobre o animal.\nNão induzir vômito – Caso haja ingestão, não provoque vômitos; mantenha a vítima sentada e encaminhe-a rapidamente ao hospital.",
    "nomeCientifico" : "Dendrobates spp.",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Pele contendo toxinas neurotóxicas e cardiotóxicas, como batracotoxina. . Não são peçonhentos, mas sim venenosos por contato ou ingestão.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho: pequenas (2 a 6 cm)\n Corpo: coloração vibrante (azul, amarelo, laranja); pele lisa.",
    "resumo" : "Habita florestas tropicais da América Central e do Sul. São ativas durante o dia; pele excreta toxinas. Predadores naturais evitam contato."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Conus geográfico",
    "sintIntox" : "Sintomas locais:\nDor imediata e intensa no local da picada.\nInchaço e vermelhidão.\nFormigamento ou dormência ao redor da área atingida.\n\nSintomas sistêmicos:\nDormência que pode se espalhar pelo corpo.\nFraqueza muscular progressiva.\nVisão turva ou dupla.\nDificuldade para falar e engolir.\nParalisia muscular generalizada.\nInsuficiência respiratória, que pode levar à morte em poucas horas sem atendimento.",
    "primSocorro" : "Interromper o contato imediatamente – Afaste a vítima da água com segurança, evitando novo contato com o animal.\nManter a vítima imóvel – O movimento acelera a circulação do veneno. Mantenha a parte afetada abaixo do nível do coração, se possível.\nChamar socorro médico urgente (SAMU – 192) – Informe claramente que a lesão foi causada por Conus geographus.\nAplicar bandagem compressiva e imobilização (técnica de pressão e imobilização) – Se treinado, utilize faixas elásticas para reduzir a disseminação do veneno, sem cortar a circulação.\nMonitorar sinais vitais – Observe respiração, pulso e nível de consciência.\nPreparar para suporte respiratório \nNão cortar, sugar ou lavar com água doce – Esses métodos são ineficazes e podem agravar a lesão.\nNão aplicar gelo diretamente – Pode prejudicar a circulação local.",
    "nomeCientifico" : "Conus geographus",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação neurotóxica extremamente potente, com toxinas chamadas conotoxinas,  podendo levar à morte por insuficiência respiratória.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Tamanho:  até 15 cm.\nCorpo: concha cônica com desenhos geométricos;",
    "resumo" : "Habitam recifes de coral do Indo-Pacífico. São predadores de peixes; usa dente tipo arpão com veneno neurotóxico. Pode ser letal ao ser humano."
  },
  {
    "categoriaNome" : "Animal Peconhento",
    "nomePopular" : "Polvo-de-anéis-azuis",
    "sintIntox" : "Sintomas locais:\nPicada pode ser indolor ou causar leve ardência.\nPequena marca no local da mordida, geralmente discreta.\n\nSintomas sistêmicos:\nDormência e formigamento que começam nos lábios e se espalham para face e membros.\nFraqueza muscular progressiva.\nDificuldade para falar, engolir e respirar.\nParalisia muscular generalizada, incluindo os músculos respiratórios.\nInsuficiência respiratória pode levar à morte se não houver suporte ventilatório.",
    "primSocorro" : "Manter a vítima calma e imóvel – reduz a circulação do veneno pelo corpo.\nAplicar técnica de pressão e imobilização (Pressure Immobilization Technique – PIT) com bandagem elástica envolvendo todo o membro afetado, mantendo-o imóvel em uma tala.\nChamar ajuda médica urgente – acionar imediatamente o SAMU (192) ou serviço de emergência local.\nMonitorar respiração e pulso – em caso de parada respiratória, iniciar respiração boca-a-boca ou ventilação com bolsa-válvula-máscara até a chegada de socorro especializado.\nNão cortar, sugar ou aplicar gelo no local da picada – esses métodos não neutralizam o veneno e podem agravar a lesão.\nTransporte rápido para hospital – a vítima pode necessitar de suporte ventilatório mecânico até que a toxina seja eliminada.",
    "nomeCientifico" : "Octopus spp. (Blue-ringed)",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "Veneno com ação neurotóxica letal, contendo tetrodotoxina, semelhante ao baiacu. Pequenas quantidades podem causar paralisia total e morte por parada respiratória.",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : " Tamanho: pequeno (10 a 20 cm);\nCorpo: possui anéis azuis brilhantes visíveis quando ameaçado.",
    "resumo" : "Encontrados nas costas da Austrália e Japão, em recifes e piscinas de maré. São recluso, mas defensivo se perturbado. Veneno contém tetrodotoxina."
  }
]

