[{
  "nome" : "Agrotoxico",
  "intro" : "Esta seção tem como objetivo apresentar informações essenciais sobre os efeitos adversos, sintomas de intoxicação e procedimentos de primeiros socorros relacionados ao uso inadequado, acidental ou excessivo de agrotóxicos amplamente empregados na agricultura e no controle de pragas.\nA abordagem privilegia a identificação dos princípios ativos presentes nos agrotóxicos, em vez de nomes comerciais ou marcas, buscando garantir neutralidade científica e ampliar a compreensão do leitor acerca dos riscos reais associados ao manuseio dessas substâncias, independentemente do fabricante.\nAs informações aqui apresentadas possuem caráter educativo e preventivo, direcionadas tanto ao público leigo quanto a profissionais das áreas de saúde, segurança do trabalho, meio ambiente e agronomia. Reforça-se que tais informações não substituem a orientação técnica e médica especializada, sendo imprescindível a busca imediata por atendimento qualificado em casos de intoxicação.\nEsta categoria visa fomentar o uso responsável e seguro dos agrotóxicos, promovendo conhecimento, prevenção e respostas adequadas diante de situações de intoxicação ou exposição.\nExplore o conteúdo com atenção e responsabilidade.",
  "colorCode" : "#E1A8F0"
},
{
  "nome" : "Animal Peconhento",
  "intro" : "Esta seção tem como objetivo apresentar informações essenciais sobre os efeitos adversos, sintomas de envenenamento e procedimentos de primeiros socorros relacionados à exposição, picada, mordida ou contato acidental com animais peçonhentos, encontrados em ambientes domésticos, rurais e naturais.\nA abordagem prioriza a identificação científica das espécies, os tipos de venenos e toxinas envolvidos, e os efeitos que podem causar, garantindo neutralidade científica e ampliando o conhecimento do leitor sobre os riscos reais, independentemente da frequência ou aparência do animal.\nAs informações reunidas aqui são educativas e preventivas, direcionadas ao público geral, educadores, profissionais da saúde, segurança do trabalho, veterinária e meio ambiente. Ressalta-se que este conteúdo não substitui a orientação médica ou veterinária especializada, sendo imprescindível procurar atendimento qualificado imediatamente em casos de acidente com animais peçonhentos.\nEsta categoria visa promover uma convivência segura com o meio ambiente, incentivando o conhecimento, a vigilância e a resposta rápida em situações de exposição a animais peçonhentos potencialmente perigosos.\nExplore o conteúdo com atenção e responsabilidade.",
  "colorCode" : "#FFDE59"
},
{
  "nome" : "Cosmetico",
  "intro" : "Esta seção tem como objetivo apresentar informações essenciais sobre os efeitos adversos, sintomas de intoxicação e procedimentos de primeiros socorros relacionados à exposição acidental a substâncias presentes em cosméticos, produtos de higiene pessoal e cuidados com a pele.\nA abordagem prioriza a identificação científica das substâncias químicas e seus principais usos em produtos cosméticos, destacando os riscos potenciais associados à exposição, irritação ou ingestão acidental, garantindo neutralidade científica e ampliando o conhecimento do leitor sobre os efeitos reais, independentemente da popularidade ou aparência dos produtos.\nAs informações reunidas aqui são educativas e preventivas, direcionadas ao público geral, profissionais da saúde, cosmetologistas, farmacêuticos, educadores e trabalhadores da indústria cosmética. Ressalta-se que este conteúdo não substitui a orientação médica especializada, sendo imprescindível buscar atendimento qualificado imediatamente em casos de intoxicação ou reações adversas.\nImportante: Para o correto seguimento das orientações de primeiros socorros, o usuário deve sempre verificar, na tabela do cosmético, qual a substância ativa de maior concentração presente no produto utilizado, pois os procedimentos podem variar conforme a substância predominante.\nEsta categoria visa promover o uso seguro e consciente dos cosméticos, incentivando o conhecimento, a vigilância e a resposta rápida em situações de exposição a substâncias potencialmente nocivas.\nExplore o conteúdo com atenção e responsabilidade.",
  "colorCode" : "#FF66C4"
},
{
  "nome" : "Planta Toxica",
  "intro" : "Esta seção tem como objetivo apresentar informações essenciais sobre os efeitos adversos, sintomas de intoxicação e procedimentos de primeiros socorros relacionados à exposição, ingestão ou contato acidental com plantas tóxicas, muitas vezes presentes em ambientes domésticos, rurais, ornamentais ou naturais.\nA abordagem prioriza a identificação científica das espécies vegetais, considerando suas partes tóxicas e os princípios ativos responsáveis pelos efeitos nocivos, a fim de garantir neutralidade científica e ampliar o conhecimento do leitor sobre os riscos reais, independentemente do uso, popularidade ou aparência inofensiva da planta.\nAs informações aqui reunidas têm caráter educativo e preventivo, sendo direcionadas ao público geral, educadores, cuidadores, profissionais da saúde, segurança do trabalho, agronomia, veterinária e meio ambiente. Ressalta-se que este conteúdo não substitui a orientação médica ou veterinária especializada, sendo imprescindível procurar atendimento qualificado imediatamente em casos de suspeita de intoxicação.\nEsta categoria visa fomentar uma convivência segura com o meio ambiente, promovendo conhecimento, vigilância e respostas rápidas em situações de exposição a espécies vegetais potencialmente tóxicas.\nExplore o conteúdo com atenção e responsabilidade.",
  "colorCode" : "#FF5757"
},
{
  "nome" : "Produto Limpeza",
  "intro" : "Esta seção apresenta informações técnico-preventivas sobre substâncias químicas comumente encontradas em produtos de limpeza de uso doméstico e institucional. O objetivo é fornecer orientações claras e seguras sobre os principais riscos à saúde associados à exposição a esses compostos, bem como os procedimentos corretos de primeiros socorros em caso de acidentes.\nOptou-se por não expor marcas comerciais, concentrando-se unicamente no princípio ativo ou componente químico predominante de cada produto. Essa abordagem visa garantir neutralidade, ampliar a aplicabilidade das informações e promover o entendimento dos potenciais riscos associados ao uso cotidiano de agentes de limpeza.\nAs informações aqui reunidas contribuem para o uso mais consciente e seguro desses produtos, reforçando práticas de prevenção e resposta rápida diante de exposições acidentais.\nExplore a categoria com atenção e senso crítico.\n",
  "colorCode" : "#C1FF72"
},
{
  "nome" : "Medicamento",
  "intro" : "Esta seção tem como finalidade apresentar informações essenciais sobre os efeitos adversos, os sintomas de intoxicação e as condutas de primeiros socorros relacionados ao uso inadequado, acidental ou excessivo de medicamentos amplamente utilizados na prática clínica e no cotidiano.\nA abordagem adotada prioriza a substância ativa (princípio farmacológico) em vez de nomes comerciais ou marcas, com o intuito de manter a neutralidade científica e ampliar a compreensão do leitor quanto aos riscos reais relacionados ao uso dessas substâncias, independentemente do fabricante.\nAs informações aqui dispostas têm caráter educativo e preventivo, destinando-se tanto ao público leigo quanto a profissionais das áreas da saúde, segurança e educação. Ressalta-se que não substituem a orientação médica qualificada, sendo recomendada a busca imediata por atendimento especializado em situações de emergência.\nEsta categoria busca contribuir para o uso racional de medicamentos, promovendo conhecimento, prevenção e resposta adequada a episódios de intoxicação ou reações adversas.\nExplore o conteúdo de forma consciente e criteriosa.\n",
  "colorCode" : "#D9D9D9"
}]
