[
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Paracetamol",
    "sintIntox" : "Náuseas, vômitos, dor abdominal\nHepatotoxicidade (toxicidade no fígado), especialmente em doses elevadas\nEm casos graves: insuficiência hepática, confusão, sonolência",
    "primSocorro" : "Levar a vítima imediatamente ao hospital\nNão provocar vômitos\nO tratamento hospitalar pode incluir a administração de acetilcisteína, antídoto específico para o paracetamol, idealmente nas primeiras horas após a ingestão\nAcompanhamento médico obrigatório, mesmo na ausência de sintomas imediatos.",
    "nomeCientifico" : "",
    "funcao" : "Analgésico e antitérmico usado para dor de cabeça e febre.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Clonazepam",
    "sintIntox" : "Sonolência intensa e prolongada\nConfusão mental, fala arrastada\nHipotonia (fraqueza muscular)\nDepressão respiratória (respiração lenta ou superficial)\nEm casos graves: coma ou parada respiratória.",
    "primSocorro" : "Manter vias aéreas livres e desobstruídas\nPosicionar a vítima de lado (posição lateral de segurança) se inconsciente, para evitar aspiração\nNão administrar alimentos ou líquidos via oral\nBuscar suporte médico de emergência imediato\nEm ambiente hospitalar, pode ser utilizado flumazenil como antídoto específico, sob supervisão médica rigorosa. ",
    "nomeCientifico" : "",
    "funcao" : "Medicamento ansiolítico e anticonvulsivante, conhecido como calmante de ação prolongada.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Dipirona",
    "sintIntox" : "Reações alérgicas (urticária, coceira, inchaço, anafilaxia)\nHipotensão (queda da pressão arterial), especialmente por via intravenosa\nAgranulocitose (redução de glóbulos brancos, especialmente neutrófilos), que pode predispor a infecções graves\nNáuseas, tontura, confusão (em casos severos).",
    "primSocorro" : "Encaminhar imediatamente ao serviço de saúde\nAvaliar e monitorar sinais vitais\nEm caso de reação alérgica grave, pode ser necessário administrar oxigênio e suporte respiratório\nEvitar a administração de qualquer outra medicação sem orientação médica\nAcompanhamento laboratorial pode ser necessário para avaliar a função hematológica.",
    "nomeCientifico" : "",
    "funcao" : "Analgésico e antitérmico utilizado para dor e febre.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Ibuprofeno",
    "sintIntox" : "Náuseas, vômitos\nDor epigástrica (na parte superior do abdômen)\nTontura, sonolência\nHemorragia digestiva (fezes escurecidas, vômito com sangue ou aspecto de borra de café)\nEm doses muito elevadas: insuficiência renal, convulsões (raras), acidose metabólica.",
    "primSocorro" : "Não ingerir leite, antiácidos ou outros medicamentos sem orientação médica\nManter a vítima em repouso e observar sinais vitais\nEncaminhar imediatamente ao hospital, especialmente se houver sinais de sangramento gastrointestinal ou alteração do estado de consciência\nEm ambiente hospitalar, pode ser necessário realizar lavagem gástrica, hidratação venosa e monitoramento renal.",
    "nomeCientifico" : "",
    "funcao" : " Anti-inflamatório não esteroidal (AINE), utilizado no alívio de dores, febre e inflamações.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "AAS (ácido acetilsalicílico)",
    "sintIntox" : "Zumbido nos ouvidos (tinnitus)\nTontura, náusea, vômitos\nHiperventilação (respiração rápida e profunda)\nConfusão mental, febre\nSangramentos (gengivas, nariz ou trato digestivo)\nEm casos graves: acidose metabólica, convulsões, coma.",
    "primSocorro" : "Encaminhar imediatamente ao hospital\nNão provocar vômitos, mesmo em casos de ingestão recente\nManter a vítima em repouso, em local arejado\nNão administrar alimentos, leite ou medicamentos caseiros\nTratamentos hospitalares podem incluir carvão ativado, correção do equilíbrio ácido-base, suporte respiratório e, em casos graves, hemodiálise.",
    "nomeCientifico" : "",
    "funcao" : "Analgésico, antipirético e anti-inflamatório; amplamente utilizado para dor de cabeça, febre e prevenção de eventos cardiovasculares",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Diazepam",
    "sintIntox" : "Sonolência intensa, letargia.\nHipotonia (diminuição do tônus muscular).\nAtaxia (desequilíbrio motor, dificuldade para andar).\nDepressão respiratória (respiração lenta ou superficial).\nEm casos graves: hipotensão, coma.",
    "primSocorro" : "Manter a vítima em posição lateral de segurança, se inconsciente\nEvitar administração de qualquer substância via oral\nProvidenciar transporte imediato ao hospital\nEm ambiente hospitalar, pode ser administrado flumazenil (antagonista específico), com monitoramento rigoroso\nMonitoramento respiratório contínuo pode ser necessário, com suporte ventilatório caso haja comprometimento da função respiratória.",
    "nomeCientifico" : "",
    "funcao" : "Calmante de uso controlado, pertencente à classe dos benzodiazepínicos; utilizado como ansiolítico, sedativo, anticonvulsivante e relaxante muscular.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Amoxicilina ",
    "sintIntox" : "Náusea, vômitos\nDiarreia\nRash cutâneo (erupção na pele, com ou sem coceira)\nEm casos graves: anafilaxia (reação alérgica com risco de vida), caracterizada por inchaço facial, dificuldade respiratória, queda de pressão arterial e perda de consciência.",
    "primSocorro" : "Suspender imediatamente o uso do medicamento\nEncaminhar com urgência ao hospital, principalmente se houver sinais de reação alérgica sistêmica\nNão administrar novas doses por conta própria\nEm casos de anafilaxia, pode ser necessário o uso de adrenalina, oxigênio, antihistamínicos e suporte ventilatório, sob supervisão médica\nLevar, se possível, a embalagem do medicamento para auxiliar na identificação do princípio ativo.",
    "nomeCientifico" : "",
    "funcao" : "Antibiótico do grupo das penicilinas, amplamente utilizado para infecções de garganta, ouvidos, vias respiratórias e trato urinário",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Tramadol",
    "sintIntox" : "Náusea e vômitos\nConfusão mental, sonolência excessiva\nDepressão respiratória (respiração lenta e superficial)\nEm casos graves: convulsões, perda de consciência.",
    "primSocorro" : "Encaminhar imediatamente ao hospital\nManter vias aéreas desobstruídas\nMonitorar respiração e estado de consciência\nEvitar induzir vômito sem orientação médica\nEm ambiente hospitalar, pode ser necessário suporte respiratório e administração de antídotos específicos. ",
    "nomeCientifico" : "",
    "funcao" : " Analgésico opioide utilizado para alívio de dores moderadas a fortes.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Codeína",
    "sintIntox" : "Sonolência intensa e sedação\nVômitos\nMiose (contração anormal das pupilas)\nDepressão respiratória (respiração lenta e superficial)\nEm casos graves: confusão mental e coma. ",
    "primSocorro" : "Manter vias aéreas livres e desobstruídas\nColocar a vítima em posição lateral de segurança, se inconsciente\nEncaminhar imediatamente ao serviço de emergência\nEvitar induzir vômito sem supervisão médica.",
    "nomeCientifico" : "",
    "funcao" : "Analgésico opioide e antitussígeno, utilizado para alívio da tosse e dor leve a moderada.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Ranitidina",
    "sintIntox" : "Bradicardia (diminuição da frequência cardíaca)\nTontura\nNáuseas\nEm casos menos comuns: visão turva, confusão, vômitos.",
    "primSocorro" : "Interromper imediatamente o uso da substância\nProcurar assistência médica para avaliação clínica\nManter a vítima em repouso e monitorar sinais vitais\nNão administrar outros medicamentos sem orientação profissional",
    "nomeCientifico" : "",
    "funcao" : "Medicamento antiácido, utilizado no tratamento de gastrite, refluxo e úlceras gástricas.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Fluoxetina",
    "sintIntox" : "Agitação psicomotora, inquietação\nTaquicardia (batimentos cardíacos acelerados)\nNáuseas, tremores\nEm casos graves: convulsões, alterações de consciência, síndrome serotoninérgica (febre, rigidez muscular, confusão).",
    "primSocorro" : "Encaminhar imediatamente ao hospital, mesmo na ausência de sintomas intensos iniciais\nEvitar provocar vômitos sem orientação médica\nMonitorar sinais vitais enquanto aguarda atendimento\nO tratamento hospitalar é sintomático e de suporte, podendo incluir sedação, controle de convulsões e hidratação intravenosa\nMonitoramento prolongado pode ser necessário devido à meia-vida longa da fluoxetina.",
    "nomeCientifico" : "",
    "funcao" : "Antidepressivo da classe dos inibidores seletivos da recaptação de serotonina (ISRS), utilizado no tratamento de depressão, ansiedade, transtorno obsessivo-compulsivo e bulimia.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Amitriptilina",
    "sintIntox" : "Boca seca\nRetenção urinária\nVisão turva, sonolência\nArritmia cardíaca (batimentos irregulares ou acelerados)\nEm casos graves: confusão mental, convulsões, coma, parada cardíaca",
    "primSocorro" : "Encaminhar imediatamente ao hospital com suporte avançado de vida\nManter a vítima sob vigilância constante até a chegada do atendimento médico\nNão provocar vômitos, nem administrar líquidos via oral\nO tratamento hospitalar pode incluir: monitoramento cardíaco contínuo, controle de convulsões, suporte respiratório e correção de distúrbios eletrolíticos\nA intoxicação por amitriptilina é potencialmente letal, mesmo em doses relativamente baixas — o atendimento deve ser urgente.",
    "nomeCientifico" : "",
    "funcao" : "Antidepressivo tricíclico, utilizado no tratamento de depressão, insônia, enxaqueca e dor crônica.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Carbamazepina",
    "sintIntox" : "Nistagmo (movimentos involuntários dos olhos)\nAtaxia (perda de coordenação motora)\nNáuseas e vômitos\nSonolência, visão turva\nEm casos graves: convulsões, arritmias cardíacas, coma.",
    "primSocorro" : "Encaminhamento hospitalar imediato\nManter a vítima sob observação e em repouso, monitorando sinais neurológicos\nNão provocar vômitos e não administrar medicamentos por conta própria\nEm ambiente hospitalar, pode ser necessário: lavagem gástrica (se recente), carvão ativado, suporte ventilatório, controle de crises convulsivas e monitoramento cardíaco\nInternação prolongada pode ser indicada em intoxicações moderadas a graves.",
    "nomeCientifico" : "",
    "funcao" : "Anticonvulsivante e estabilizador de humor, utilizado no tratamento de epilepsia, transtorno bipolar e neuralgia do trigêmeo",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Fenitoína",
    "sintIntox" : "Nistagmo (movimentos involuntários dos olhos)\nFala arrastada (disartria)\nAtaxia (falta de coordenação motora)\nSonolência, tontura\nEm intoxicações graves: coma, hipotensão, arritmias.",
    "primSocorro" : "Encaminhar imediatamente ao hospital para avaliação neurológica e suporte intensivo\nManter vias aéreas livres e monitorar respiração\nSuporte respiratório deve ser iniciado se houver rebaixamento do nível de consciência\nEvitar a administração de qualquer substância oral\nEm ambiente hospitalar, pode ser necessário: monitoramento cardíaco, controle da pressão arterial e suporte ventilatório, além de intervenções específicas conforme os níveis séricos da fenitoína.",
    "nomeCientifico" : "",
    "funcao" : "Anticonvulsivante, utilizado principalmente no controle de crises epilépticas do tipo tônico-clônico e na prevenção de convulsões pós-traumáticas",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Metformina",
    "sintIntox" : "Acidose lática (respiração acelerada, confusão, dor muscular, hipotermia)\nFraqueza generalizada\nDor abdominal, náuseas, vômitos\nTontura, hipotensão\nEm casos graves: diminuição da consciência, insuficiência renal, colapso cardiovascular.",
    "primSocorro" : "Encaminhamento imediato ao hospital com suporte médico intensivo\nMonitorar sinais vitais, mantendo a vítima em repouso\nNão administrar líquidos ou alimentos via oral sem orientação médica\nO tratamento hospitalar pode incluir: correção da acidose metabólica com bicarbonato de sódio, suporte ventilatório se necessário, hidratação venosa, e em casos graves, hemodiálise para remoção da substância e correção do desequilíbrio metabólico.",
    "nomeCientifico" : "",
    "funcao" : "Antidiabético oral utilizado principalmente no controle do diabetes tipo 2.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Insulina",
    "sintIntox" : "Hipoglicemia (queda acentuada dos níveis de glicose no sangue)\nConfusão mental, irritabilidade\nSudorese excessiva, palpitações\nVisão turva, tremores\nEm casos graves: perda de consciência, convulsões, coma",
    "primSocorro" : "Se a pessoa estiver consciente: administrar glicose de ação rápida (ex: suco com açúcar, mel, balas ou glicose líquida)\nSe estiver inconsciente: não oferecer nada por via oral — acionar imediatamente o serviço de emergência\nEncaminhar com urgência ao hospital\nEm ambiente hospitalar, pode ser necessário: administração intravenosa de glicose, monitoramento glicêmico contínuo e suporte avançado conforme o quadro clínico.",
    "nomeCientifico" : "",
    "funcao" : "Hormônio utilizado no controle da glicemia em pessoas com diabetes mellitus.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Hidroclorotiazida",
    "sintIntox" : "Hipotensão (pressão arterial baixa)\nDesidratação (fraqueza, boca seca, tontura)\nDistúrbios eletrolíticos, como:\n\tHipocalemia (queda de potássio)\n\tHiponatremia (queda de sódio)\nCãibras, arritmias cardíacas, confusão mental (em casos severos).",
    "primSocorro" : "Encaminhar imediatamente ao hospital para avaliação clínica e reposição adequada de líquidos e eletrólitos\nManter a vítima em repouso e monitorar sinais vitais (pressão arterial, frequência cardíaca)\nNão administrar líquidos por via oral se houver vômitos ou alteração de consciência\nEm ambiente hospitalar, pode ser necessário:\n\tHidratação intravenosa controlada\n\tCorreção de eletrólitos (potássio, sódio)\n\tMonitoramento cardíaco",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Enalapril",
    "sintIntox" : "Tosse seca persistente (característica de inibidores da ECA)\nHipotensão arterial (queda acentuada da pressão)\nAngioedema (inchaço em face, lábios, língua ou garganta, podendo causar obstrução das vias aéreas)\nTontura, fraqueza\nEm casos graves: síncope (desmaio) e insuficiência respiratória.",
    "primSocorro" : "Suspender imediatamente o uso do medicamento\nEncaminhar urgentemente ao hospital, especialmente se houver sinais de angioedema\nManter a pessoa deitada com as pernas elevadas, caso haja hipotensão\nEvitar administrar qualquer substância por via oral em casos de inchaço da boca ou garganta.",
    "nomeCientifico" : "",
    "funcao" : "Antihipertensivo da classe dos inibidores da enzima conversora de angiotensina (IECA), utilizado no tratamento da pressão alta e da insuficiência cardíaca.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Sinvastatina",
    "sintIntox" : "Mialgia (dor muscular generalizada)\nFraqueza muscular\nDor localizada em membros\nEm casos mais graves: rabdomiólise (quebra de fibras musculares que pode afetar os rins), aumento de creatinofosfoquinase (CPK) e insuficiência renal.",
    "primSocorro" : "Suspender imediatamente o uso do medicamento\nEncaminhar a pessoa para avaliação médica urgente, especialmente se houver dor muscular intensa ou urina escurecida\nManter hidratação adequada se a pessoa estiver consciente\nEm ambiente hospitalar, pode ser necessário:\n\tExames laboratoriais para avaliar função renal e enzimas musculares\n\tHidratação venosa\n\tMonitoramento de sinais de rabdomiólise e função hepática.",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Omeprazol",
    "sintIntox" : "Dor abdominal\nNáuseas\nTontura\nCefaleia leve, sonolência\nEm casos raros ou de doses excessivas: visão turva, arritmias, confusão",
    "primSocorro" : "Suspender o uso da substância e observar os sintomas\nEncaminhar ao serviço médico se os sintomas forem persistentes ou intensos\nNão provocar vômito, exceto sob orientação médica\nEm ambiente hospitalar, o tratamento é geralmente sintomático, com hidratação, monitoramento eletrolítico e controle de náuseas ou distúrbios neurológicos, se houver",
    "nomeCientifico" : "",
    "funcao" : "Medicamento inibidor da bomba de prótons, utilizado para tratamento de gastrite, refluxo gastroesofágico, úlceras gástricas e esofagite",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Losartana",
    "sintIntox" : "Tontura (por queda de pressão)\nHipotensão arterial (pressão muito baixa)\nHipercalemia (níveis elevados de potássio no sangue), que pode causar:\n\tFadiga, fraqueza muscular\n\tArritmias cardíacas\nEm casos mais graves: síncope (desmaio), insuficiência renal aguda.",
    "primSocorro" : "Monitorar a pressão arterial e os batimentos cardíacos\nEncaminhar imediatamente ao hospital, especialmente se houver sinais de hipotensão severa ou alteração do ritmo cardíaco\nManter a pessoa em posição deitada com as pernas elevadas, se houver tontura ou desmaio.",
    "nomeCientifico" : "",
    "funcao" : "Antihipertensivo da classe dos antagonistas dos receptores da angiotensina II (BRA), utilizado para tratamento da pressão arterial elevada, insuficiência cardíaca e proteção renal em pacientes diabéticos",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Levotiroxina",
    "sintIntox" : "Taquicardia (aumento da frequência cardíaca)\nTremores finos\nAnsiedade, insônia, irritabilidade\nSudorese, perda de peso, intolerância ao calor\nEm casos graves: fibrilação atrial, crise tireotóxica (situação de emergência).",
    "primSocorro" : "Encaminhar imediatamente ao hospital, especialmente em casos de agitação intensa, arritmia ou sintomas persistentes\nSuspender o uso da substância, se houver suspeita de dose excessiva\nMonitorar sinais vitais: frequência cardíaca, temperatura corporal e pressão arterial. ",
    "nomeCientifico" : "",
    "funcao" : "Hormônio sintético da tireoide utilizado no tratamento do hipotireoidismo (baixa produção de hormônios tireoidianos).",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Cetirizina",
    "sintIntox" : "Sonolência, tontura, agitaAntialérgico da classe dos antihistamínicos, utilizado no tratamento de rinites alérgicas, urticária e outras manifestações alérgicas cutâneas ou respiratóriasção.",
    "primSocorro" : "Suspender o uso do medicamento imediatamente\nOferecer ambiente calmo e seguro até avaliação médica\nSe os sintomas forem leves e a pessoa estiver consciente e orientada, o tratamento pode ser apenas sintomático e domiciliar\nEncaminhar ao hospital se houver agitação intensa, sonolência profunda ou outros sinais de comprometimento neurológico.",
    "nomeCientifico" : "",
    "funcao" : "Antialérgico da classe dos antihistamínicos, utilizado no tratamento de rinites alérgicas, urticária e outras manifestações alérgicas cutâneas ou respiratórias",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Nimesulida",
    "sintIntox" : "Náusea\nVômito\nToxicidade hepática (hepatite medicamentosa), manifestando-se por:\n\tDor abdominal no quadrante superior direito\n\tIcterícia (pele e olhos amarelados)\n\tUrina escura\n\tTontura, sonolência\nEm casos mais graves: falência hepática aguda",
    "primSocorro" : "Suspender imediatamente o uso do medicamento\nEncaminhar com urgência ao hospital, principalmente se houver sinais sugestivos de lesão hepática\nEvitar administração de outros medicamentos hepatotóxicos",
    "nomeCientifico" : "",
    "funcao" : " Anti-inflamatório não esteroidal (AINE), utilizado no alívio da dor e de processos inflamatórios, como febre, dores musculares e articulares",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Loratadina",
    "sintIntox" : "Tontura\nDor de cabeça (cefaleia)\nBoca seca\nEm doses elevadas: taquicardia leve, sonolência ou, mais raramente, agitação (principalmente em crianças)",
    "primSocorro" : "Suspender o uso do medicamento imediatamente\nManter repouso em ambiente calmo e arejado\nOferecer água ou líquidos claros, se a boca seca for incômoda e a pessoa estiver consciente\nEncaminhar ao serviço de saúde se os sintomas forem intensos ou persistirem por mais de algumas horas",
    "nomeCientifico" : "",
    "funcao" : "Antialérgico da classe dos antihistamínicos de segunda geração, utilizado no tratamento de rinites alérgicas, urticária e pruridos cutâneos",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Diclofenaco",
    "sintIntox" : "Dor abdominal\nNáusea e vômito\nSangramento gastrintestinal (presença de sangue nas fezes ou vômitos com aspecto de borra de café)\nTontura, sonolência\nEm casos graves: insuficiência renal aguda ou convulsões.",
    "primSocorro" : "Não provocar vômitos, mesmo em caso de ingestão excessiva\nEncaminhar imediatamente ao hospital, principalmente se houver sinais de sangramento ou alteração do nível de consciência\nManter a pessoa em repouso e hidratada, se consciente.",
    "nomeCientifico" : "",
    "funcao" : "Anti-inflamatório não esteroidal (AINE), utilizado para alívio de dores musculoesqueléticas, articulares, cólicas e inflamações em geral",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Prednisona",
    "sintIntox" : "Hiperglicemia (aumento da glicose no sangue)\nAgitação, insônia\nAumento da pressão arterial\nRetenção de líquidos\nEm uso prolongado ou doses muito elevadas: risco de supressão adrenal, alterações psiquiátricas, osteoporose e miopatia.",
    "primSocorro" : "Suspender o uso conforme orientação médica (retirada abrupta pode ser arriscada em uso crônico)\nEncaminhar ao hospital, especialmente se houver sintomas neurológicos, descompensação metabólica ou alteração da pressão arterial",
    "nomeCientifico" : "",
    "funcao" : "Corticosteroide sintético utilizado no tratamento de processos inflamatórios, alérgicos, autoimunes e como imunossupressor",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Cloroquina",
    "sintIntox" : "Náuseas, vômitos\nDistúrbios visuais (visão borrada, halos ao redor de luzes)\nTontura, dor de cabeça\nEm casos mais graves:\nHipotensão severa, convulsões, arritmias cardíacas\nParada cardiorrespiratória, especialmente em superdosagem aguda.",
    "primSocorro" : "Encaminhamento hospitalar imediato, mesmo em suspeita inicial de intoxicação leve\nNão provocar vômito, devido ao risco de convulsões\nEm ambiente hospitalar:\nMonitoramento cardíaco contínuo (risco de arritmias fatais)\nAdministração de carvão ativado, se ingestão recente\nSuporte ventilatório e hemodinâmico conforme necessidade",
    "nomeCientifico" : "",
    "funcao" : " Antimalárico e imunomodulador, utilizado no tratamento de malária, lúpus eritematoso sistêmico e artrite reumatoide",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Isotretinoína",
    "sintIntox" : "Cefaleia intensa (pode indicar hipertensão intracraniana)\nNáusea, vômito, dor abdominal\nAlterações hepáticas (elevadas transaminases, colestase)\nAlterações psiquiátricas: irritabilidade, depressão, ideação suicida em casos de uso prolongado ou abuso\nEm superdosagem aguda: descamação cutânea, ressecamento extremo de mucosas, dores articulares",
    "primSocorro" : "Encaminhamento hospitalar imediato, mesmo que os sintomas sejam leves\nNão induzir vômito",
    "nomeCientifico" : "",
    "funcao" : "Retinoide oral, utilizado no tratamento de acne cística severa e resistente a terapias convencionais",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Espironolactona",
    "sintIntox" : "Hipercalemia (excesso de potássio no sangue), que pode causar:\nFraqueza muscular\nFormigamento\nArritmias cardíacas (potencialmente fatais)\nConfusão mental\nTontura, hipotensão\nEm casos mais graves: parada cardíaca por bloqueio de condução elétrica",
    "primSocorro" : "Suspender imediatamente o uso do medicamento\nEncaminhar com urgência ao hospital, mesmo sem sintomas graves aparentes",
    "nomeCientifico" : "",
    "funcao" : "Diurético poupador de potássio e antagonista da aldosterona, utilizado no tratamento de hipertensão, insuficiência cardíaca congestiva, edemas, e em casos de hiperaldosteronismo",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },
  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Furosemida",
    "sintIntox" : "Desidratação severa\nHipotensão arterial (queda da pressão)\nHipocalemia (baixo potássio no sangue), com risco de:\nFraqueza muscular\nArritmias cardíacas\nHiponatremia, tontura, confusão mental\nEm casos graves: colapso circulatório.",
    "primSocorro" : "Suspender o uso imediatamente, se for de uso contínuo\nEncaminhar ao hospital com urgência, principalmente se houver sintomas cardiovasculares ou neurológicos\nEm ambiente hospitalar:\nReposição de fluidos intravenosos para correção da desidratação\nCorreção de eletrólitos (principalmente potássio e sódio)",
    "nomeCientifico" : "",
    "funcao" : "Diurético de alça, com ação potente na eliminação de sódio e água; utilizado em casos de edema, insuficiência cardíaca, hipertensão e insuficiência renal",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },

  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Risperidona",
    "sintIntox" : "Sonolência excessiva\nTremores\nHipotensão (queda da pressão arterial)\nArritmias cardíacas (alterações no ritmo do coração)",
    "primSocorro" : "Encaminhar imediatamente ao hospital\nMonitoramento contínuo do ritmo cardíaco\nSuporte clínico conforme necessidade",
    "nomeCientifico" : "",
    "funcao" : "Antipsicótico utilizado no tratamento de transtornos psicóticos, esquizofrenia e transtorno bipolar.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  },

  {
    "categoriaNome" : "Medicamento",
    "nomePopular" : "Quetiapina",
    "sintIntox" : "Sonolência intensa\nTremores\nHipotensão (queda da pressão arterial)\nConvulsões",
    "primSocorro" : "Encaminhar imediatamente ao hospital\nSuporte sintomático conforme a gravidade\nMonitoramento médico contínuo",
    "nomeCientifico" : "",
    "funcao" : " Antipsicótico utilizado para tratamento de transtornos psicóticos, esquizofrenia e transtorno bipolar.",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : ""
  }
]