[
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Espirradeira",
    "sintIntox" : "Náuseas e vômitos\nDiarreia intensa e dor abdominal\nBatimentos cardíacos irregulares (arritmias)\nTontura, fraqueza e confusão mental\nTremores ou sonolência\nDificuldade respiratória\nEm casos mais graves: convulsões, perda de consciência, coma ou parada cardíaca",
    "primSocorro" : "Ingestão acidental:\nNão provocar vômito\nNão dar nada por via oral se a vítima estiver sonolenta ou com dificuldade de engolir\nManter a vítima em repouso e sob observação\nEncaminhar imediatamente ao hospital, levando, se possível, uma amostra ou foto da planta\n\n Contato com pele ou olhos:\nRemover roupas contaminadas com cuidado\nLavar a área atingida com água e sabão neutro por pelo menos 15 minutos\nProcurar atendimento médico se houver irritação persistente\n\n Inalação da fumaça:\nLevar a vítima para local arejado\n Observar sinais como tosse, tontura ou falta de ar\n Procurar atendimento médico se os sintomas forem intensos ou durarem mais que alguns minutos",
    "nomeCientifico" : "Nerium oleander",
    "funcao" : "",
    "parteToxica" : "Todas as partes da planta são tóxicas — incluindo folhas, flores, galhos, sementes ",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta ornamental de médio porte\nFolhas: verdes, longas e lanceoladas, dispostas em grupos de três\nFlores: vistosas, nas cores branca, rosa ou vermelha, com perfume suave\nAltamente resistente à seca e comumente utilizada em jardins, calçadas e cercas vivas",
    "resumo" : "Nerium oleander, conhecida como espirradeira, é uma planta ornamental amplamente cultivada em áreas urbanas e rurais. Apesar de sua beleza, é altamente tóxica para animais domésticos e de criação. Todas as partes da planta — incluindo folhas secas, flores e galhos — contêm substâncias que podem causar intoxicações graves ou fatais. A ingestão acidental por cães, gatos, bovinos e equinos pode provocar distúrbios gastrointestinais, neurológicos e cardiovasculares. Seu uso em áreas acessíveis a animais deve ser evitado."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Mamona",
    "sintIntox" : "Náuseas e vômitos intensos\nCólicas abdominais e diarreia severa\nDesidratação rápida\nTontura, fraqueza geral e tremores\nConvulsões, febre e confusão mental\nEm casos graves, pode evoluir para falência de órgãos e morte se não houver atendimento imediato",
    "primSocorro" : " Ingestão acidental:\n Não provocar vômito, mesmo que a vítima esteja consciente\n Não oferecer alimentos, água ou leite sem avaliação médica\n Manter a vítima em repouso, deitada de lado se houver náuseas\n Observar sinais como vômitos persistentes, dor abdominal, tontura ou confusão mental\nEncaminhar imediatamente ao hospital, levando amostras das sementes ou da planta, se possível\n\nContato com pele ou olhos:\n Lavar a área atingida com água corrente e sabão neutro por pelo menos 15 minutos\n Evitar coçar ou esfregar os olhos\n Procurar atendimento médico se houver vermelhidão, ardência, ou irritação persistente\n\nInalação (pouco comum, mas possível em ambiente agrícola):\n Levar a vítima para ambiente ventilado\n Observar sinais respiratórios como tosse, dificuldade para respirar ou irritação nasal\n Procurar auxílio médico se os sintomas persistirem",
    "nomeCientifico" : "Ricinus communis",
    "funcao" : "",
    "parteToxica" : "Sementes — contêm ricina, uma toxina extremamente potente mesmo em pequenas quantidades. As folhas e o caule têm menor toxicidade, mas também podem causar irritações.",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Arbusto perene que pode atingir até 3 metros de altura, com caule ereto e oco. Suas folhas são grandes, palmadas, com bordas serrilhadas, de coloração verde ou arroxeada. As flores são pequenas, agrupadas em inflorescências, e os frutos são cápsulas espinhosas que contêm de 1 a 3 sementes brilhantes, com aspecto marmorizado. As sementes, apesar de atraentes, são altamente tóxicas quando mastigadas ou trituradas. A planta é comum em áreas rurais, terrenos baldios e margens de estradas.",
    "resumo" : "Ricinus communis, popularmente conhecida como mamona, é uma planta amplamente distribuída no Brasil, especialmente em áreas não cultivadas e zonas rurais. Embora tenha aplicações industriais importantes, como na produção de óleo de mamona, sua toxicidade representa um sério risco para humanos e animais. As sementes da planta contêm uma toxina extremamente potente, e a ingestão, mesmo em pequenas quantidades, pode causar quadros graves de intoxicação. Por seu crescimento espontâneo e aparência inofensiva, a planta é frequentemente manipulada por crianças ou animais domésticos, o que aumenta o risco de envenenamento acidental. "
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Comigo-ninguém-pode",
    "sintIntox" : "A intoxicação ocorre principalmente por mastigação ou contato com partes da planta. Os principais sintomas incluem ardência intensa na boca, língua e garganta, salivação excessiva, dificuldade para engolir e falar, edema (inchaço) na região oral e, em casos mais graves, edema de glote com risco de asfixia. O contato com os olhos pode causar dor, vermelhidão e lacrimejamento. Animais também são suscetíveis à toxidade da planta e podem apresentar sinais semelhantes.",
    "primSocorro" : " Ingestão acidental:\n Lavar imediatamente a boca da vítima com água corrente em abundância. Oferecer cubos de gelo ou água gelada para aliviar a dor e reduzir o inchaço. Não induzir vômito. Observar se há sinais de dificuldade para respirar ou falar. Encaminhar ao hospital o mais rápido possível, especialmente em casos com edema de glote ou sintomas persistentes.\n\n Contato com os olhos:\n Lavar os olhos com água corrente por pelo menos 15 minutos, mantendo as pálpebras abertas. Evitar coçar os olhos. Procurar atendimento médico oftalmológico se houver dor persistente ou visão turva.\n\nContato com a pele:\n Lavar a região com água e sabão neutro. Se houver irritação ou coceira persistente, procurar atendimento médico.",
    "nomeCientifico" : "Dieffenbachia spp.",
    "funcao" : "",
    "parteToxica" : "Folhas e caule — contêm cristais de oxalato de cálcio, que causam irritação intensa ao contato com mucosas ou pele",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta ornamental herbácea, de porte médio, com folhas grandes, vistosas, geralmente verde-escuras com manchas claras ou rajadas amareladas. O caule é espesso e suculento, podendo atingir até 1 metro de altura. É frequentemente cultivada em vasos ou canteiros sombreados em ambientes internos e externos. Possui seiva leitosa rica em cristais de oxalato de cálcio, o principal agente tóxico da planta. Suas folhas atraentes tornam-na popular na decoração, apesar do risco que representa.",
    "resumo" : "Dieffenbachia spp., conhecida popularmente como comigo-ninguém-pode, é amplamente utilizada como planta ornamental em casas, escritórios e jardins. No entanto, trata-se de uma planta altamente tóxica quando mastigada ou manipulada incorretamente. A seiva da planta causa irritações intensas nas mucosas orais e oculares, podendo levar a quadros graves de edema de glote, salivação excessiva e dor local. O risco é particularmente alto para crianças e animais domésticos, que podem ser atraídos pela aparência chamativa da planta. Apesar de sua beleza, seu cultivo deve ser feito com extremo cuidado e atenção aos locais de acesso."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Trombeteira",
    "sintIntox" : "Alucinações, delírios, taquicardia, midríase (dilatação das pupilas), boca seca, pele quente e avermelhada, retenção urinária, visão turva, confusão mental, agitação psicomotora e, em casos graves, convulsões e coma. Os sintomas aparecem geralmente entre 30 minutos e 1 hora após a ingestão.",
    "primSocorro" : "Ingestão acidental:\n Não provocar vômito. Lavar cuidadosamente a boca com água. Manter a vítima em repouso, preferencialmente deitada de lado, em ambiente calmo e bem ventilado, evitando estímulos visuais ou auditivos que possam intensificar os delírios. Monitorar os sinais vitais (respiração, pulso e consciência). Levar imediatamente ao hospital, informando que a intoxicação pode estar relacionada ao consumo de Datura stramonium. Se possível, levar partes da planta para facilitar a identificação e o tratamento.\n\nContato com os olhos: \nLavar abundantemente com água corrente por no mínimo 15 minutos, mantendo as pálpebras abertas. Não utilizar colírios ou pomadas sem prescrição médica. Procurar atendimento oftalmológico caso haja vermelhidão, dor, visão turva ou ardência persistente.\n\nContato com a pele: \nRemover roupas contaminadas com cuidado. Lavar as áreas expostas com água e sabão neutro. Se surgirem sinais de irritação, ardência ou coceira persistente, procurar orientação médica.",
    "nomeCientifico" : "Datura stramonium",
    "funcao" : "",
    "parteToxica" : "Sementes, flores",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta herbácea anual, de porte médio, com folhas grandes, ovais, de bordas recortadas e fortemente odoríferas. Suas flores são vistosas, em forma de trombeta, com coloração que varia entre branca e lilás. Os frutos são cápsulas espinhosas ovais, que se abrem quando maduros para liberar sementes pretas e achatadas. É frequentemente encontrada em terrenos baldios, áreas rurais, margens de estradas e locais abandonados, adaptando-se bem a solos pobres.",
    "resumo" : "Datura stramonium, popularmente conhecida como trombeteira, é uma planta amplamente distribuída no Brasil, tanto em áreas urbanas quanto rurais. Apesar de seu aspecto ornamental, é extremamente tóxica devido à presença de alcaloides tropânicos como atropina, escopolamina e hiosciamina, que atuam no sistema nervoso central. É frequentemente associada a intoxicações acidentais, especialmente entre crianças e animais, além de uso indevido para fins recreativos ou ritualísticos. Seu manuseio requer extremo cuidado e seu cultivo deve ser evitado em locais de fácil acesso."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Chapéu-de-napoleão",
    "sintIntox" : "Náuseas, vômitos, dor abdominal, diarreia, tontura, visão turva, bradicardia (batimentos cardíacos lentos), arritmias cardíacas graves, fraqueza, sudorese intensa, desmaios e, em casos severos, parada cardíaca. Os sintomas geralmente se iniciam entre 1 e 3 horas após a ingestão.",
    "primSocorro" : "Ingestão acidental:\n Não induzir vômito. Enxaguar a boca com água limpa. Manter a vítima consciente em repouso absoluto e levá-la imediatamente ao hospital, mesmo que os sintomas sejam leves. Monitorar sinais de batimento cardíaco e respiração. Levar partes da planta para facilitar a identificação pelo corpo médico.\n\nContato com os olhos:\n Lavar com água corrente abundante por pelo menos 15 minutos, evitando esfregar os olhos. Procurar atendimento médico se houver dor, irritação persistente ou visão embaçada.\n\nContato com a pele: \nLavar a área afetada com água e sabão. Se surgirem vermelhidão, coceira ou bolhas, buscar orientação médica.",
    "nomeCientifico" : "Thevetia peruviana",
    "funcao" : "",
    "parteToxica" : "Todas as partes da planta (principalmente sementes)",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Arbusto ou pequena árvore ornamental que pode atingir de 3 a 6 metros de altura. Apresenta folhas longas, estreitas e brilhantes, de cor verde-escura. Suas flores são grandes, vistosas e em formato de trombeta, geralmente amarelas, mas podendo variar para tons alaranjados. O fruto é do tipo drupa, verde quando imaturo e preto-azulado ao amadurecer, contendo sementes envoltas por polpa tóxica. Toda a planta exsuda um látex branco quando ferida. É comumente cultivada em jardins e calçadas urbanas.",
    "resumo" : "Thevetia peruviana, conhecida popularmente como chapéu-de-napoleão, é uma planta ornamental amplamente utilizada no paisagismo urbano devido à beleza de suas flores. No entanto, todas as partes da planta são tóxicas, especialmente suas sementes e o látex, que contêm glicosídeos cardiotóxicos como a tevetina e a nerifolina. Por sua toxicidade elevada e fácil acesso, representa um risco sério para crianças e animais domésticos. Seu cultivo exige responsabilidade e cuidados quanto ao acesso público."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Taioba-brava",
    "sintIntox" : "Irritação intensa na boca, língua e garganta; sensação de queimação; dor ao engolir; salivação excessiva; edema de glote (em casos mais severos); dificuldade para falar ou respirar. Os sintomas surgem geralmente logo após o consumo de folhas cruas ou mal cozidas.",
    "primSocorro" : "Ingestão acidental:\nLavar imediatamente a boca da vítima com água corrente, várias vezes, para remoção de resíduos da planta.\nNão provocar vômito nem forçar ingestão de alimentos.\nOferecer pequenos goles de água fria ou cubos de gelo para aliviar a dor e reduzir o inchaço, caso a vítima esteja consciente e sem risco de engasgar.\n\nCaso haja sinais respiratórios: \nEncaminhar com urgência para atendimento hospitalar, pois pode haver risco de asfixia.\nDurante o transporte, manter a vítima em posição sentada e tranquila, evitando esforço físico ou fala excessiva.\n\nContato com pele ou olhos:\nLavar abundantemente com água corrente por pelo menos 15 minutos.\nProcurar atendimento médico se houver irritação persistente, vermelhidão ou dor.",
    "nomeCientifico" : "Colocasia esculenta",
    "funcao" : "",
    "parteToxica" : "Folhas (quando cruas)",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta herbácea perene, de grande porte, com folhas largas, brilhantes e em formato de coração (cordiformes), sustentadas por longos pecíolos. A folha apresenta nervuras bem marcadas e pode atingir até 1 metro de comprimento.  É encontrada em áreas úmidas, beira de rios, hortas, quintais e regiões tropicais.",
    "resumo" : "Colocasia esculenta, conhecida como taioba-brava, é uma planta amplamente distribuída em regiões tropicais e muitas vezes confundida com a taioba-comestível. Suas folhas contêm cristais de oxalato de cálcio em forma de agulhas microscópicas (ráfides), que causam irritação intensa na mucosa oral e faringe, além de dor ao engolir e, em casos graves, inchaço na garganta. O consumo acidental é mais comum em crianças ou pessoas que desconhecem a diferença entre espécies. Seu cultivo não é recomendado para fins alimentares sem identificação correta."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Saia-branca",
    "sintIntox" : "Delírios, confusão mental, alucinações, midríase (dilatação das pupilas), boca seca, taquicardia, visão turva, dificuldade para urinar, agitação, convulsões e coma em casos graves.",
    "primSocorro" : "Ingestão acidental:\n Não provocar vômito. Enxaguar a boca com água. Manter a vítima em repouso, deitada de lado, em ambiente calmo e ventilado. Monitorar respiração, pulso e consciência. Levar ao hospital imediatamente, levando partes da planta, se possível.\n\nContato com os olhos:\n Lavar com água corrente por pelo menos 15 minutos, mantendo as pálpebras abertas. Não usar colírios ou pomadas sem orientação médica. Buscar atendimento se houver irritação ou dor persistente.\n\nContato com a pele:\n  Lavar a pele com água e sabão neutro. Procurar ajuda médica se houver irritação persistente.",
    "nomeCientifico" : "Brugmansia suaveolens",
    "funcao" : "",
    "parteToxica" : "Todas as partes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta arbustiva de grande porte, podendo atingir até 4 metros de altura. Suas folhas são largas, de cor verde escuro, com bordas onduladas. As flores são grandes, pendentes e em forma de trombeta, geralmente de cor branca ou amarelada, com um perfume forte e característico. O fruto é uma cápsula que contém várias sementes pequenas. ",
    "resumo" : "A Brugmansia suaveolens, conhecida como \"Saia-branca\", é uma planta ornamental frequentemente encontrada em jardins e áreas públicas. Embora atraente, é altamente tóxica, podendo causar sérios efeitos no sistema nervoso e cardíaco quando ingerida ou em contato com a pele ou os olhos. O uso dessa planta em ambientes acessíveis deve ser feito com cuidado, principalmente em locais com crianças e animais."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Pinhão-bravo",
    "sintIntox" : " Vômito, cólica abdominal, diarreia, desidratação, dor abdominal intensa, e em casos mais graves, insuficiência renal e queda de pressão arterial.",
    "primSocorro" : "Ingestão:\nNão provocar vômito. Lavar a boca com água corrente. Manter a vítima hidratada, oferecendo pequenos goles de água ou soro caseiro. Levar imediatamente ao hospital, se necessário, para avaliação e tratamento de possíveis complicações como desidratação ou problemas renais.\n\nContato com os olhos:\n Lavar os olhos com água corrente por no mínimo 15 minutos. Procurar atendimento médico imediato caso haja dor, vermelhidão ou visão turva persistente.\n\nContato com a pele:\nLavar as áreas expostas com água corrente e sabão neutro. Se houver sinais de irritação persistente, procurar orientação médica.",
    "nomeCientifico" : "Jatropha curcas",
    "funcao" : "",
    "parteToxica" : "Sementes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta arbustiva de pequeno a médio porte, podendo atingir até 4 metros de altura. Possui folhas grandes, verdes e com bordas lobadas. As flores são pequenas, variando do amarelo ao vermelho, e surgem em inflorescências terminais. O fruto é uma cápsula que abriga sementes marrom-avermelhadas, muito tóxicas. É comum em regiões tropicais e semiáridas, utilizada em cercas vivas e ornamentação.",
    "resumo" : "O Jatropha curcas, conhecido como Pinhão-bravo, é amplamente encontrado em regiões tropicais e subtropicais. Apesar de seu uso ornamental, as sementes contêm toxinas potentes que podem provocar vômitos, cólicas, diarreia intensa e desidratação. Casos graves podem evoluir para insuficiência renal. O cultivo exige cuidado, principalmente em locais frequentados por crianças e animais."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Olho-de-cabra",
    "sintIntox" : "Náuseas intensas, vômitos persistentes, dor abdominal severa, diarreia, desidratação, hemorragia gastrointestinal, taquicardia, hipotensão, confusão mental, convulsões e colapso circulatório. Pode haver falência múltipla de órgãos e morte, especialmente se as sementes forem mastigadas e ingeridas.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar imediatamente a boca com água corrente, retirando resíduos visíveis.\nManter a vítima hidratada, oferecendo pequenos goles de água ou soro caseiro, apenas se estiver consciente e sem dificuldade para engolir.\nLevar imediatamente ao hospital para avaliação médica, pois podem ocorrer complicações graves como desidratação, hemorragia ou insuficiência renal.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente por no mínimo 15 minutos, mantendo as pálpebras abertas.\nEvitar esfregar os olhos.\nProcurar atendimento médico imediato se houver dor, vermelhidão, lacrimejamento intenso ou visão turva persistente.\n\nContato com a pele:\nLavar as áreas expostas com água corrente e sabão neutro.\nRetirar roupas ou acessórios contaminados.\nObservar se há irritação, vermelhidão ou coceira persistente e procurar orientação médica caso os sintomas continuem.",
    "nomeCientifico" : "Abrus precatorius",
    "funcao" : "",
    "parteToxica" : "Sementes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta trepadeira, com folhas compostas e pequenas flores rosadas. Produz sementes ovais, vermelhas e brilhantes, com uma mancha preta característica, bastante duras e usadas muitas vezes para artesanato.",
    "resumo" : "Trepadeira ornamental, originária de regiões tropicais, com folhas compostas, flores pequenas róseas ou roxas, e sementes duras, vermelhas com uma mancha preta característica. É cultivada principalmente para fins decorativos e artesanato, devido à beleza das sementes.\nRESUMO: Planta amplamente utilizada como ornamental e em bijuterias artesanais, mas extremamente tóxica devido à presença de abrina nas sementes. A intoxicação pode ocorrer pela mastigação ou trituração das sementes, afetando a síntese proteica das células e causando sintomas como náuseas, vômitos, diarreia, dor abdominal intensa, convulsões e até morte em casos graves. O risco é maior para crianças e animais domésticos, sendo necessária atenção especial em áreas de recreação ou jardins residenciais."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Mandioca-brava",
    "sintIntox" : "Convulsões, confusão mental, tontura, dor de cabeça, dificuldade para respirar, cianose (coloração azulada da pele e mucosas), náuseas, vômitos, dor abdominal, fraqueza muscular, arritmias e, em casos graves, coma e morte devido à liberação de cianeto durante a digestão.",
    "primSocorro" : "Ingestão:\nNão consumir a raiz crua. O cozimento adequado destrói a maior parte do composto tóxico (linamarina, que libera cianeto).\nCaso haja ingestão de raiz crua ou mal cozida: não provocar vômito.\nLavar a boca com água corrente.\nManter a vítima hidratada, oferecendo pequenos goles de água ou soro caseiro, apenas se estiver consciente e sem dificuldade para engolir.\nLevar imediatamente ao hospital para avaliação, pois o quadro pode evoluir rapidamente para hipóxia grave, convulsões e falência respiratória.\nLevar amostra da raiz para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento médico imediato se houver dor, vermelhidão, lacrimejamento intenso ou visão turva persistente.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRetirar roupas e acessórios contaminados.\nSe houver irritação persistente, procurar orientação médica.",
    "nomeCientifico" : "Manihot esculenta (brava)",
    "funcao" : "",
    "parteToxica" : "Raiz crua",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Arbusto perene da família Euphorbiaceae, com folhas palmadas e talos lenhosos. Suas raízes são alongadas e tuberosas, contendo altos níveis de glicosídeos cianogênicos, especialmente linamarina. O sabor é mais amargo que a mandioca-mansa e seu consumo cru é extremamente perigoso devido à liberação de ácido cianídrico. É amplamente cultivada em regiões tropicais, mas exige preparo adequado antes do consumo.",
    "resumo" : "A mandioca-brava é uma planta cultivada principalmente para extração de fécula e farinha, mas suas raízes e, em menor grau, folhas, contêm compostos tóxicos que liberam cianeto durante a mastigação ou processamento inadequado. O consumo sem cozimento ou processamento adequado pode causar intoxicação aguda por cianeto, levando a sintomas como tontura, cefaleia, confusão mental, dificuldade respiratória e, em casos graves, convulsões e morte. Essa planta é historicamente associada a casos de intoxicação alimentar em comunidades rurais que desconhecem ou não seguem o processo tradicional de detoxificação."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Tinhorão",
    "sintIntox" : "Dor e ardência intensa na boca e garganta, edema de língua e lábios, dificuldade para engolir, salivação excessiva, náuseas, vômitos, rouquidão e, em casos mais graves, dificuldade respiratória devido ao edema de vias aéreas.",
    "primSocorro" : "Ingestão:\nLavar imediatamente a boca com água corrente, removendo eventuais fragmentos de folhas.\nNão provocar vômito.\nProcurar atendimento médico imediato, especialmente se houver inchaço significativo, dificuldade para respirar ou engolir.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento oftalmológico se houver dor intensa, vermelhidão, lacrimejamento persistente ou alteração visual.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRetirar roupas ou acessórios contaminados.\nSe houver irritação persistente ou formação de bolhas, procurar orientação médica.",
    "nomeCientifico" : "Caladium bicolor",
    "funcao" : "",
    "parteToxica" : "Folhas",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta ornamental com folhas grandes, coloridas em verde, branco e rosa, pertencente à família Araceae. Produz seiva leitosa contendo cristais de oxalato de cálcio, que conferem sua toxicidade.",
    "resumo" : "O Tinhorão é popular em jardins e vasos devido à sua folhagem ornamental vistosa, mas suas folhas e seiva são tóxicas. A presença de oxalato de cálcio em cristais provoca irritação imediata ao contato com a pele e mucosas, causando queimação, inchaço e dor, principalmente na boca e garganta se ingerida. Em casos graves, pode ocorrer dificuldade para engolir e respirar. Crianças e animais domésticos estão mais suscetíveis a intoxicações acidentais. O manejo da planta deve ser cuidadoso, evitando contato direto e ingestão."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Acônito",
    "sintIntox" : "Formigamento e dormência (parestesia) na boca, face e extremidades, que podem progredir para fraqueza muscular, náuseas, vômitos, dor abdominal, tontura, hipotensão, arritmias graves, dificuldade respiratória, convulsões e, em casos severos, parada cardíaca e morte. O início dos sintomas costuma ser rápido, entre 10 minutos e 1 hora após ingestão.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar imediatamente a boca com água corrente.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento médico imediato se houver dor, vermelhidão, lacrimejamento persistente ou visão turva.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRetirar roupas e acessórios contaminados.\nProcurar atendimento médico se houver formigamento, dormência ou irritação persistente.",
    "nomeCientifico" : "Aconitum napellus",
    "funcao" : "",
    "parteToxica" : "Raízes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta herbácea perene da família Ranunculaceae, com hastes eretas e folhas palmadas profundamente lobadas. Apresenta flores em forma de capacete, geralmente azuis ou violetas, dispostas em inflorescências. É encontrada em regiões temperadas e montanhosas, frequentemente cultivada em jardins pela sua beleza.",
    "resumo" : "O Acônito é uma planta altamente tóxica devido à presença de alcaloides como aconitina, que afetam o sistema nervoso e cardíaco. A intoxicação pode ocorrer por ingestão, contato com a pele ou mucosas, provocando sintomas como formigamento, queimação na boca, náuseas, vômitos, arritmias cardíacas, hipotensão e, em casos graves, paralisia e morte. Mesmo o contato dérmico pode causar irritação e absorção dos alcaloides. Não existe antídoto específico, e o tratamento é de suporte, incluindo monitoramento cardíaco e respiratório. A exposição requer atenção médica imediata."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Dedaleira",
    "sintIntox" : "Náuseas, vômitos, dor abdominal, diarreia, tontura, visão turva ou amarelada, confusão mental, bradicardia (batimentos cardíacos lentos), arritmias, dificuldade para respirar, convulsões e, em casos graves, parada cardíaca. Os sintomas podem surgir entre 30 minutos e 2 horas após ingestão.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar a boca imediatamente com água corrente.\nLevar amostra ou foto da planta para identificação.\nNo ambiente hospitalar, o tratamento inclui monitorização cardíaca contínua, correção de arritmias, suporte ventilatório e uso de carvão ativado se indicado.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento médico se houver dor, vermelhidão, lacrimejamento persistente ou visão turva.\n\nContato com a pele:\nLavar a área atingida com água corrente e sabão neutro.\nRetirar roupas e acessórios contaminados.\nProcurar atendimento médico se houver irritação, vermelhidão persistente ou sintomas sistêmicos.",
    "nomeCientifico" : "Digitalis purpurea",
    "funcao" : "",
    "parteToxica" : "Folhas, flores",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta herbácea bienal ou perene da família Plantaginaceae, com folhas grandes, ovais e pilosas, e inflorescência em espiga com flores campanuladas, geralmente roxas ou lilases. É nativa de regiões temperadas e cultivada em jardins pela beleza das flores.",
    "resumo" : "A Dedaleira contém glicosídeos cardíacos, principalmente a digitoxina e a digoxina, substâncias que afetam diretamente o funcionamento do coração. A intoxicação ocorre geralmente pela ingestão acidental das folhas ou flores, podendo causar náuseas, vômitos, diarreia, alterações no ritmo cardíaco (arritmias), confusão mental e, em casos graves, parada cardíaca. Apesar de utilizada em medicina para tratar insuficiência cardíaca em doses controladas, a planta em si é altamente tóxica se consumida sem controle. O tratamento da intoxicação é emergencial, requerendo suporte médico especializado."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Teixo",
    "sintIntox" : "Náuseas, vômitos, dor abdominal, tontura, fraqueza muscular, confusão mental, convulsões, dificuldade respiratória, bradicardia ou taquicardia, arritmias graves e parada cardíaca súbita. Os sintomas podem surgir rapidamente, geralmente entre 30 minutos e 3 horas após ingestão, e a evolução pode ser fatal.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar a boca imediatamente com água corrente.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento médico se houver dor, vermelhidão, lacrimejamento persistente ou visão turva.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRetirar roupas e acessórios contaminados.\nProcurar atendimento médico se houver irritação persistente ou sintomas sistêmicos (raro, mas possível em contato prolongado).",
    "nomeCientifico" : "Taxus baccata",
    "funcao" : "",
    "parteToxica" : "Folhas, sementes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Árvore perene da família Taxaceae, com folhas em forma de agulha verde-escura e frutos do tipo arilo vermelho carnoso, que envolvem as sementes. Muito cultivada como planta ornamental e utilizada na produção de medicamentos derivados de seus compostos químicos.",
    "resumo" : "O Taxus baccata é uma árvore altamente tóxica, cujas folhas, sementes e casca contém alcaloides chamados taxinas, responsáveis por sua toxicidade.  ingestão dessas partes pode levar a sintomas como náuseas, võmitos, dor abdominal, fraqueza, arritmias cardiacas graves e, em casos severos, insuficiência cardíaca e  orte súbita. O arilo vermelho carnoso que envolve a semente é a única parte não tóxica da planta, mas as sementes internas permanecem perigosas. A toxicidade do Teixo  tua principalmente no sistema cardiovascular, afetando 0 ritmo e a contratilidade do coração. Acidentes com ingestão acidental São comuns em crianças e animais  omésticos, tornando essencial a rápida intervenção médica para o tratamento do envenenamento."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Lírio-do-brejo",
    "sintIntox" : "Dor e ardência intensa na boca e garganta, inchaço (edema) de língua e lábios, dificuldade para engolir, salivação excessiva, náuseas, vômitos, diarreia e, em casos mais graves, dificuldade respiratória devido ao edema de vias aéreas.",
    "primSocorro" : "Ingestão:\nLavar imediatamente a boca com água corrente, removendo fragmentos de planta.\nNão provocar vômito.\nProcurar atendimento médico imediato, especialmente se houver inchaço significativo ou dificuldade para respirar ou engolir.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento oftalmológico se houver dor intensa, vermelhidão, lacrimejamento persistente ou visão turva.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRetirar roupas e acessórios contaminados.\nProcurar atendimento médico se houver irritação persistente ou formação de bolhas.",
    "nomeCientifico" : "Arum maculatum",
    "funcao" : "",
    "parteToxica" : "Toda a planta (contém cristais de oxalato de cálcio e substâncias irritantes) ",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta herbácea perene da família Araceae, com folhas grandes em formato de coração e espádice característico. Cresce em áreas úmidas e sombreadas, comum em regiões temperadas da Europa. Produz frutos em cachos que mudam de verde para vermelho brilhante quando maduros.",
    "resumo" : "O Lírio-do-brejo contém cristais de oxalato de cálcio em suas raízes, folhas e frutos, responsáveis pela toxicidade da planta. O contato ou ingestão provoca irritação imediata e intensa nas mucosas da boca, língua e garganta, causando queimação, inchaço e dor, além de dificuldade para engolir e respirar em casos graves. A intoxicação pode afetar crianças e animais domésticos, sendo necessária atenção para evitar acidentes. O tratamento é de suporte, incluindo lavagem oral e cuidados médicos conforme a gravidade dos sintomas."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Muguet",
    "sintIntox" : "Náuseas, vômitos, dor abdominal, diarreia, tontura, fraqueza, visão turva, confusão mental, arritmias, bradicardia, dificuldade respiratória e, em casos graves, parada cardíaca. Os sintomas podem aparecer de 1 a 3 horas após ingestão.",
    "primSocorro" : "Ingestão:\nNão provocar vômito, pois as sementes contêm toxalbumina (abrina) que pode causar lesões graves.\nLavar a boca abundantemente com água para retirar resíduos das sementes.\nOferecer pequenos goles de água ou soro caseiro se a vítima estiver consciente.\nLevar imediatamente ao hospital para tratamento intensivo e monitoramento de hemorragias.\n\nContato com os olhos:\nLavar com água corrente por no mínimo 15 minutos, pois toxinas podem irritar as mucosas.\nProcurar atendimento médico caso haja dor ou vermelhidão persistente.\n\nContato com a pele:\nLavar área exposta com água e sabão neutro.\nProcurar orientação médica se houver irritação persistente.",
    "nomeCientifico" : "Convallaria majalis",
    "funcao" : "",
    "parteToxica" : "Toda a planta",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta herbácea perene da família Asparagaceae, com folhas largas e flores pequenas, brancas e em forma de sino, dispostas em racemos pendentes. É nativa de regiões temperadas da Europa e Ásia, amplamente cultivada como planta ornamental.",
    "resumo" : "O Muguet contém glicosídeos cardíacos tóxicos, como a convallatoxina, que podem afetar o ritmo cardíaco e a contratilidade do músculo cardíaco. A ingestão de qualquer parte da planta pode causar náuseas, vômitos, diarreia, arritmias, tontura, confusão mental e, em casos graves, parada cardíaca. A planta apresenta risco elevado principalmente para crianças e animais domésticos. O tratamento da intoxicação é emergencial e requer suporte médico especializado."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Rosa de Natal",
    "sintIntox" : "Náuseas, vômitos, diarreia, dor abdominal, tontura, fraqueza, convulsões, arritmias cardíacas e, em casos graves, insuficiência cardíaca e respiratória.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar a boca imediatamente com água corrente para remover resíduos da planta.\nProcurar atendimento hospitalar urgente para monitorização cardíaca e tratamento de suporte.\nLevar amostra ou foto da planta para auxiliar na identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento oftalmológico se persistirem dor, vermelhidão ou visão turva.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRemover roupas e acessórios contaminados.\nProcurar orientação médica se surgir irritação persistente ou sintomas sistêmicos.",
    "nomeCientifico" : "Helleborus spp.",
    "funcao" : "",
    "parteToxica" : "Raiz, folhas",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Plantas herbáceas perenes da família Ranunculaceae, com folhas largas e flores vistosas em tons que variam do branco ao rosa e roxo. São cultivadas como ornamentais em jardins de clima temperado e subtropical.",
    "resumo" : "A Rosa de Natal contém compostos tóxicos como saponinas e glicosídeos cardíacos que podem causar irritação gastrointestinal e efeitos cardíacos. A ingestão das partes da planta pode levar a náuseas, vômitos, diarreia, dor abdominal e, em casos mais graves, arritmias e alterações no ritmo cardíaco. O contato dérmico pode causar dermatite em pessoas sensíveis. Embora utilizada ocasionalmente em medicina tradicional, a planta é perigosa se consumida inadvertidamente e requer atenção médica imediata em casos de exposição."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Filodendro",
    "sintIntox" : "Irritação e queimação na boca, lábios e garganta, edema (inchaço) das mucosas, salivação excessiva, dificuldade para engolir, náuseas e, em casos raros, dificuldade respiratória devido ao edema.",
    "primSocorro" : "Ingestão:\nLavar imediatamente a boca com água corrente para remover resíduos das folhas.\nNão provocar vômito.\nProcurar atendimento médico urgente, principalmente se houver edema significativo ou dificuldade para engolir ou respirar.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento oftalmológico se houver dor intensa, vermelhidão ou alteração visual persistente.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRetirar roupas e acessórios contaminados.\nProcurar orientação médica se houver irritação persistente, vermelhidão ou coceira.",
    "nomeCientifico" : "Philodendron spp",
    "funcao" : "",
    "parteToxica" : "Folhas",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Plantas ornamentais perenes da família Araceae, com folhas grandes, geralmente em formato de coração ou lobadas, muito comuns em ambientes internos e jardins tropicais. Produzem seiva leitosa contendo cristais de oxalato de cálcio.",
    "resumo" : "O Filodendro contém cristais de oxalato de cálcio que causam irritação local intensa ao entrar em contato com mucosas e pele. A ingestão provoca queimação e inchaço na boca, língua e garganta, podendo causar dificuldade para engolir e, em casos graves, edema das vias aéreas. O contato com a pele pode resultar em dermatite de contato. Apesar de popular como planta ornamental, o Filodendro é tóxico para crianças e animais domésticos, exigindo cuidados para evitar intoxicações acidentais. O tratamento é sintomático, com lavagem e suporte médico quando necessário."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Babosa",
    "sintIntox" : " Diarreia intensa, cólicas abdominais, desidratação, fraqueza, alterações eletrolíticas (hipocalemia), náuseas e vômitos em casos graves.",
    "primSocorro" : "Ingestão:\nSuspender imediatamente o uso do produto que contenha látex ou aloína.\nEm casos de diarreia intensa e sinais de desidratação (tontura, boca seca, fraqueza), procurar atendimento médico para reposição hídrica e correção eletrolítica.\nNão provocar vômito.\n\nContato com os olhos:\nRaramente ocorre intoxicação por contato ocular, mas se houver, lavar abundantemente com água corrente por no mínimo 15 minutos.\nProcurar atendimento médico se persistir irritação ou desconforto.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nEm casos de irritação ou alergia, procurar orientação médica.",
    "nomeCientifico" : "Aloe vera (em excesso)",
    "funcao" : "",
    "parteToxica" : "Látex (aloína, presente principalmente na camada sob a casca da folha)",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta suculenta perene, pertencente à família Asphodelaceae, com folhas espessas e carnudas que armazenam um gel interno utilizado em cosméticos e tratamentos medicinais. Cultivada amplamente em regiões tropicais e subtropicais.",
    "resumo" : "Embora o gel da Babosa seja amplamente usado por suas propriedades medicinais, o consumo excessivo do látex (substância amarelada próxima à casca) pode causar efeitos tóxicos, incluindo irritação gastrointestinal, cólicas, diarreia severa e desidratação. O uso prolongado ou em doses elevadas pode levar a desequilíbrios eletrolíticos e danos renais. Crianças e pessoas com condições renais devem evitar o consumo sem orientação médica. A intoxicação por Aloe vera exige tratamento sintomático e reidratação adequada."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Cambará",
    "sintIntox" : "Náuseas, vômitos, dor abdominal, icterícia, febre, diarreia, insuficiência hepática, alterações no funcionamento dos rins, e em casos graves, choque e morte.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar imediatamente a boca com água corrente para remover resíduos.\nLevar urgentemente ao hospital para avaliação clínica, monitoramento hepático e suporte intensivo.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nProcurar atendimento médico em caso de dor, vermelhidão ou visão turva persistente.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nRetirar roupas e acessórios contaminados.\nProcurar orientação médica se houver irritação persistente.",
    "nomeCientifico" : "Lantana camara",
    "funcao" : "",
    "parteToxica" : "Frutos verdes (contêm lantadenos, que causam hepatotoxicidade)",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Arbusto ornamental com folhas verdes ásperas, flores pequenas agrupadas em inflorescências coloridas (amarelas, laranjas, rosas ou vermelhas) e frutos do tipo drupa, inicialmente verdes e depois pretos quando maduros. É resistente e de fácil cultivo, encontrada em jardins e áreas silvestres, podendo se tornar invasora.",
    "resumo" : "O cambará (Lantana camara) é uma planta ornamental de flores vibrantes, mas potencialmente tóxica, especialmente seus frutos verdes. Contém compostos que podem afetar o fígado e o sistema gastrointestinal. A ingestão pode causar vômitos, diarreia, dor abdominal, icterícia e, em casos graves, insuficiência hepática. A toxicidade é mais perigosa para crianças e animais domésticos, exigindo atenção e prevenção no manuseio e cultivo."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Aroeira",
    "sintIntox" : "Dermatite de contato caracterizada por vermelhidão, coceira, edema e possível formação de bolhas na pele.",
    "primSocorro" : "Ingestão:\nIntoxicação por ingestão é rara e geralmente não ocorre.\n\nContato com os olhos:\nLavar abundantemente com água corrente por no mínimo 15 minutos.\nProcurar atendimento médico se houver dor, vermelhidão ou irritação persistente.\n\nContato com a pele:\nLavar imediatamente a área afetada com água corrente e sabão neutro para remover a seiva.\nEvitar coçar para não agravar a irritação.\nAplicar compressas frias para aliviar coceira e edema.\nProcurar orientação médica para uso de antialérgicos ou corticosteroides tópicos caso a reação seja intensa ou persistente.",
    "nomeCientifico" : "Aroeira (Schinus terebinthifolius)",
    "funcao" : "",
    "parteToxica" : "Seiva",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Árvore ou arbusto de folhas compostas, verde-brilhantes, com aroma característico e ramos avermelhados. Produz pequenos frutos redondos de cor vermelha, bastante atrativos. É nativa da América do Sul e utilizada tanto como planta ornamental quanto medicinal.",
    "resumo" : "A aroeira é uma planta de uso popular, porém seu contato pode provocar reações alérgicas na pele e nas mucosas devido à presença de substâncias irritantes. A manipulação de ramos, folhas ou frutos pode causar dermatite, coceira e vermelhidão, sendo necessário cuidado ao manuseá-la sem proteção."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Bico-de-papagaio",
    "sintIntox" : "Irritação e queimadura nas mucosas oculares, vermelhidão, lacrimejamento, dor; na pele, vermelhidão, coceira, sensação de queimação e possível dermatite de contato.",
    "primSocorro" : "Ingestão:\nIngestão é rara e geralmente causa irritação local. Procurar atendimento médico se houver desconforto gastrointestinal.\n\nContato com os olhos:\nLavar imediatamente e abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nEvitar esfregar os olhos.\nProcurar atendimento oftalmológico urgente se persistirem dor, vermelhidão intensa, lacrimejamento ou visão turva.\n\nContato com a pele:\nLavar imediatamente a área exposta com água corrente e sabão neutro.\nRemover roupas e acessórios contaminados.\nAplicar compressas frias para aliviar o desconforto.\nProcurar orientação médica se a irritação for intensa, persistente ou se houver formação de bolhas.",
    "nomeCientifico" : "Euphorbia pulcherrima",
    "funcao" : "",
    "parteToxica" : "Látex (internamente nos caules, ramos e partes verdes da planta)",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "Planta ornamental popular, especialmente utilizada em decorações natalinas devido às suas brácteas vermelhas brilhantes que se assemelham a pétalas. Possui caule lenhoso e folhas verdes ovais. A seiva leitosa é tóxica, podendo causar irritações cutâneas e problemas gastrointestinais se ingerida. Prefere locais com boa iluminação, mas sem luz solar direta intensa, e necessita de rega moderada.",
    "resumo" : "O bico-de-papagaio é amplamente apreciado pela beleza ornamental de suas brácteas coloridas, que são frequentemente confundidas com pétalas, mas na verdade são folhas modificadas. A seiva é especialmente perigosa para crianças e animais domésticos, podendo provocar conjuntivite se houver contato com os olhos. Recomenda-se manuseio cuidadoso, evitando contato direto com a seiva e mantendo-a fora do alcance de crianças e pets. Seu cultivo é fácil, mas exige atenção à poda e ao controle de pragas como cochonilhas e pulgões."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Erva-moura",
    "sintIntox" : "Náuseas, vômitos, dor abdominal, diarreia, distúrbios gastrointestinais, fraqueza, tontura e, em casos graves, alterações neurológicas e respiratórias.",
    "primSocorro" : "Ingestão:\nNão provocar vômito inicialmente, a menos que indicado por médico.\nLavar a boca com água corrente.\nProcurar atendimento médico imediatamente, principalmente se houver sintomas intensos como vômitos persistentes, diarreia severa, confusão mental ou dificuldade respiratória.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nProcurar atendimento médico se houver dor, vermelhidão ou visão turva persistente.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nProcurar orientação médica se houver irritação persistente.",
    "nomeCientifico" : "Solanum nigrum",
    "funcao" : "",
    "parteToxica" : "Frutos verdes (contêm alcaloides solanina e solanocapsina, tóxicos)",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "A Solanum nigrum é uma planta herbácea pertencente à família Solanaceae, amplamente distribuída em áreas tropicais e subtropicais. Apresenta porte baixo, geralmente entre 30 e 80 cm de altura, com caule verde e ramificado. Suas folhas são simples, ovais e de margens ligeiramente onduladas. As flores, de coloração branca a lilás, são pequenas e agrupadas em cachos. Os frutos são bagas esféricas que variam do verde ao roxo-escuro ou preto quando maduros.",
    "resumo" : "A erva-moura (Solanum nigrum) é uma planta herbácea anual que cresce espontaneamente em áreas cultivadas, terrenos baldios e margens de estradas. Possui folhas verdes ovais, flores pequenas e brancas em forma de estrela e frutos esféricos que variam do verde ao preto. É frequentemente considerada planta daninha, mas também tem usos medicinais e alimentícios em algumas culturas, exigindo cuidado devido à presença de glicoalcaloides tóxicos."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Dama-da-noite",
    "sintIntox" : " Delírio, midríase (dilatação anormal das pupilas), confusão mental, alucinações, convulsões, taquicardia, boca seca, dificuldade para urinar e em casos graves, parada respiratória.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar a boca com água corrente para remover resíduos.\nLevar imediatamente ao hospital para monitoramento neurológico e suporte clínico.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nProcurar atendimento médico se persistirem dor, vermelhidão, lacrimejamento ou visão turva.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nProcurar orientação médica se houver irritação persistente ou sintomas sistêmicos.",
    "nomeCientifico" : "Cestrum spp",
    "funcao" : "",
    "parteToxica" : "Frutos",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "O Cestrum spp é um arbusto ornamental perene pertencente à família Solanaceae. Apresenta folhas simples, verdes e alongadas, e flores pequenas, tubulares, geralmente esbranquiçadas ou esverdeadas, que exalam um perfume intenso especialmente durante a noite. Produz frutos do tipo baga, pequenos e coloridos, que atraem pássaros e outros animais.",
    "resumo" : "A dama-da-noite (Cestrum spp) é bastante cultivada em jardins pela fragrância forte e agradável de suas flores noturnas. Apesar de seu valor ornamental, todas as partes da planta contêm alcaloides tóxicos que podem causar intoxicações em humanos e animais se ingeridas. Os sintomas incluem náuseas, vômitos, diarreia e alterações neurológicas. O contato com a planta deve ser feito com cuidado, evitando ingestão acidental, especialmente por crianças e animais domésticos."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Fedegoso",
    "sintIntox" : "Miopatia (fraqueza muscular progressiva), pupilas dilatadas, dor muscular, urina escura (indicação de possível rabdomiólise), fadiga, fraqueza geral, e em casos graves, insuficiência renal.",
    "primSocorro" : "Ingestão:\nNão provocar vômito.\nLavar a boca com água corrente para remover resíduos das sementes.\nLevar urgentemente ao hospital para monitoramento clínico, avaliação renal e suporte intensivo.\nLevar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos.\nProcurar atendimento médico se houver dor, vermelhidão ou visão turva persistente.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro.\nProcurar orientação médica se houver irritação persistente.",
    "nomeCientifico" : "Senna occidentalis",
    "funcao" : "",
    "parteToxica" : "Sementes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "O Senna occidentalis é uma planta arbustiva ou pequena árvore pertencente à família Fabaceae. Possui folhas compostas por folíolos ovais e flores amarelas em cachos. É encontrada em regiões tropicais e subtropicais, frequentemente em áreas abertas e solos degradados.",
    "resumo" : "O fedegoso (Senna occidentalis) é conhecido por seu uso medicinal tradicional, mas todas as partes da planta contêm compostos tóxicos, como alcaloides e antraquinonas, que podem causar intoxicações graves. A ingestão de folhas, sementes ou vagens pode provocar sintomas como vômitos, diarreia, fraqueza muscular, insuficiência hepática e renal, podendo levar à morte em casos severos. A planta representa risco significativo para humanos e animais, sendo importante evitar o consumo sem orientação especializada."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Tabaco",
    "sintIntox" : "Náuseas, tremores, convulsões",
    "primSocorro" : "Ingestão:\nNão provocar vômito, pois a nicotina pode causar complicações ao ser regurgitada.\nLavar a boca com água corrente várias vezes para remover resíduos das folhas.\n\nContato com os olhos:\nLavar imediatamente com água corrente ou soro fisiológico por no mínimo 15 minutos para remover qualquer resíduo da seiva ou folha.\nEvitar esfregar para não agravar a irritação.\nProcurar atendimento oftalmológico caso haja dor intensa, vermelhidão, lacrimejamento persistente ou visão turva.\n\nContato com a pele:\nLavar a área exposta com água corrente e sabão neutro o mais rápido possível para remover a seiva tóxica.\nRemover roupas contaminadas para evitar contato prolongado.\nObservar sinais de irritação local, como vermelhidão, coceira ou sensação de queimação.\nProcurar orientação médica caso a irritação persista ou haja sinais de reação alérgica.",
    "nomeCientifico" : "Nicotiana tabacum",
    "funcao" : "",
    "parteToxica" : "Folhas",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "O Nicotiana tabacum é uma planta herbácea anual da família Solanaceae, com folhas grandes, ovais e verde-escuras, amplamente cultivada para a produção de tabaco. Suas flores são tubulares, geralmente rosadas ou brancas, agrupadas em inflorescências terminais. É originária das Américas e adaptada a climas tropicais e subtropicais.",
    "resumo" : "O tabaco (Nicotiana tabacum) é amplamente conhecido pelo uso das suas folhas na produção de cigarros e outros produtos fumígenos. A planta contém alcaloides como a nicotina, altamente tóxicos em doses elevadas. A ingestão acidental das folhas, sementes ou resíduos pode causar sintomas de intoxicação. O contato prolongado pode causar irritação na pele e mucosas. Devido ao seu potencial tóxico, o manuseio e descarte do tabaco requerem cuidados especiais para evitar acidentes, principalmente com crianças e animais domésticos."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Alamanda",
    "sintIntox" : "Vômitos, cólicas",
    "primSocorro" : "Ingestão:\n Não provocar vômito para evitar irritação adicional no trato gastrointestinal. Lavar abundantemente a boca com água corrente para eliminar resíduos do látex.. Levar imediatamente ao hospital para avaliação e controle dos sintomas gastrointestinais, como vômitos e cólicas intensas. Levar amostra ou foto da planta para facilitar a identificação.\n\nContato com os olhos:\n Lavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos para remover o látex irritante. Evitar esfregar os olhos para não agravar a irritação. Procurar atendimento oftalmológico caso persistam dor, vermelhidão ou visão turva.\n\nContato com a pele:\n Lavar a área afetada com água corrente e sabão neutro o mais rápido possível para remover o látex tóxico. Remover roupas e acessórios contaminados para evitar contato contínuo. Aplicar compressas frias para aliviar a coceira e o desconforto. Procurar orientação médica se a irritação persistir ou houver reação alérgica significativa.",
    "nomeCientifico" : "Allamanda cathartica",
    "funcao" : "",
    "parteToxica" : "Látex",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "A Allamanda cathartica é um arbusto ou trepadeira perene da família Apocynaceae, com folhas verdes brilhantes e flores grandes, amarelas e em formato de trombeta. É nativa da América tropical e muito cultivada como planta ornamental em jardins e parques, apreciada pela sua floração abundante.",
    "resumo" : "A alamanda (Allamanda cathartica) é popular por sua beleza ornamental, mas contém compostos tóxicos em suas folhas e flores que podem causar irritação gastrointestinal quando ingeridos. A intoxicação pode provocar náuseas, vômitos e diarreia, além de irritação na pele e mucosas pelo contato direto com a seiva. Apesar de seu uso ornamental, o manuseio da planta requer cuidado para evitar intoxicações, principalmente em crianças e animais domésticos. Em caso de ingestão acidental, é recomendável procurar atendimento médico."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Flor-de-barba",
    "sintIntox" : "Náusea, cólicas, febre",
    "primSocorro" : "Ingestão:\nNão provocar vômito para evitar irritação do trato gastrointestinal. Lavar abundantemente a boca com água corrente para remover resíduos das sementes tóxicas. Oferecer pequenos goles de água ou soro caseiro somente se a vítima estiver consciente e sem dificuldade para engolir. Levar imediatamente ao hospital para avaliação e controle dos sintomas. Levar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente ou soro fisiológico por no mínimo 15 minutos para remover resíduos. Evitar esfregar os olhos para não agravar a irritação. Procurar atendimento oftalmológico se persistirem dor, vermelhidão ou visão turva.\n\nContato com a pele:\nLavar a área afetada com água corrente e sabão neutro rapidamente para remover resíduos da planta. Remover roupas e acessórios contaminados. Procurar orientação médica se houver irritação persistente ou reação alérgica significativa.",
    "nomeCientifico" : "Caesalpinia pulcherrima",
    "funcao" : "",
    "parteToxica" : "Sementes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "A Caesalpinia pulcherrima é um arbusto ou pequena árvore da família Fabaceae, com folhas compostas e flores vistosas, geralmente vermelhas, alaranjadas ou amarelas, muito usadas em jardins e áreas ornamentais. Apresenta frutos do tipo vagem, contendo sementes duras.",
    "resumo" : "A flor-de-barba (Caesalpinia pulcherrima) é apreciada pela beleza das suas flores, mas contém compostos tóxicos em suas sementes e outras partes que podem causar sintomas gastrointestinais como náuseas, vômitos e diarreia se ingeridos. A planta também pode provocar reações alérgicas em contato com a pele. Devido ao seu potencial tóxico, especialmente para crianças e animais, o manuseio e o cultivo devem ser feitos com cautela, evitando ingestão acidental."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Pó-de-mico",
    "sintIntox" : "Coceira intensa, dermatite",
    "primSocorro" : "Ingestão:\nA intoxicação por ingestão é rara. Caso ocorra ingestão acidental, não provocar vômito. Procurar atendimento médico para avaliação.\n\nContato com os olhos:\nLavar imediatamente com água corrente por no mínimo 15 minutos. Procurar atendimento médico se houver irritação persistente.\n\nContato com a pele:\nLavar a área afetada com água corrente e sabão neutro para remover os pelos irritantes. Evitar coçar para não agravar a dermatite. Procurar orientação médica se a coceira ou irritação persistirem.",
    "nomeCientifico" : "Mucuna pruriens",
    "funcao" : "",
    "parteToxica" : "Pelos",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "A Mucuna pruriens é uma planta trepadeira da família Fabaceae, com folhas compostas e vagens cobertas por pelos urticantes que causam forte coceira ao contato. As flores são pequenas e arroxeadas, e os frutos contêm sementes de formato oblongo. É encontrada em regiões tropicais, crescendo em áreas abertas e florestas.",
    "resumo" : "O pó-de-mico (Mucuna pruriens) é conhecido pelos pelos urticantes presentes nas suas vagens, que provocam irritação intensa, vermelhidão e coceira na pele quando em contato direto. Além do efeito dermatológico, suas sementes contêm compostos bioativos que têm usos medicinais, porém também podem ser tóxicas se ingeridas sem preparo adequado. O contato com a planta exige cuidado para evitar reações alérgicas e irritações cutâneas, especialmente em crianças e pessoas sensíveis."
  },
  {
    "categoriaNome" : "Planta Toxica",
    "nomePopular" : "Cássia-imperial",
    "sintIntox" : "Diarreia, desidratação",
    "primSocorro" : "Ingestão:\nNão provocar vômito. Manter a vítima hidratada, oferecendo pequenos goles de água ou soro caseiro. Procurar atendimento hospitalar para avaliação e tratamento da desidratação. Levar amostra ou foto da planta para identificação.\n\nContato com os olhos:\nLavar abundantemente com água corrente por no mínimo 15 minutos. Procurar atendimento médico se houver irritação persistente.\n\nContato com a pele:\nLavar a área afetada com água e sabão neutro. Procurar orientação médica em caso de irritação persistente.",
    "nomeCientifico" : "Cassia fistula",
    "funcao" : "",
    "parteToxica" : "Sementes",
    "substanciaToxica" : "",
    "produto" : "",
    "substancia" : "",
    "caracteristica" : "A Cassia fistula é uma árvore de médio porte pertencente à família Fabaceae, conhecida por suas longas inflorescências pendentes com flores amarelas vistosas. Possui folhas compostas e frutos do tipo vagem, que se tornam lenhosos quando maduros. É nativa de regiões tropicais e cultivada como planta ornamental em parques e jardins.",
    "resumo" : "A Cássia-imperial (Cassia fistula) é valorizada pela beleza de suas flores amarelas e é amplamente utilizada em paisagismo. Apesar disso, suas sementes e cascas contêm compostos laxativos e, se ingeridas em excesso, podem causar diarreia, desidratação e irritação gastrointestinal. O contato com partes da planta pode provocar irritações leves na pele. É importante o manejo cuidadoso da planta para evitar ingestão acidental, especialmente por crianças e animais domésticos."
  }
]

