[
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Água sanitária",
    "sintIntox" : "Queimaduras na pele e mucosas\nIrritação ocular (vermelhidão, dor, lacrimejamento)\nTosse, dor na garganta, dificuldade para respirar (se inalado)\nNáuseas, vômitos e dor abdominal (se ingerido)\n",
    "primSocorro" : "Inalação:\nLevar a pessoa para local arejado imediatamente. Se houver dificuldade para respirar, procurar atendimento médico urgente.\nContato com a pele:\nRemover roupas contaminadas e lavar a pele com água corrente abundante por pelo menos 15 minutos. Não usar sabão.\n Se houver irritação ou queimadura, procurar atendimento médico.\nContato com os olhos:\nLavar os olhos com água corrente em abundância por no mínimo 15 minutos, mantendo as pálpebras abertas. Procurar atendimento oftalmológico imediatamente.\nIngestão acidental:\nNÃO provocar vômito. Enxaguar a boca com água. Procurar assistência médica imediatamente. \nLevar o rótulo ou embalagem do produto.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Desinfetantes multiuso com cloro\nAlvejantes líquidos com cloro\nLimpadores de piscina\n",
    "substancia" : "Hipoclorito de sódio",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Produto de limpeza geral",
    "sintIntox" : "Irritação nos olhos, nariz e garganta\nTosse, falta de ar\nNáuseas e vômitos (se ingerida)\nQueimaduras na pele e mucosas (em contato direto)\n",
    "primSocorro" : "\nInalação:\nLevar imediatamente para local arejado. Manter a pessoa em repouso. Se houver dificuldade respiratória, chiado no peito ou perda de consciência, acionar o SAMU (192) ou levar ao pronto-socorro.\nContato com a pele:\nRemover roupas contaminadas e lavar a pele com água corrente abundante por pelo menos 15 minutos. Não aplicar pomadas sem orientação médica. Se houver queimaduras ou irritação persistente, procurar atendimento médico.\nContato com os olhos:\nLavar os olhos imediatamente com água corrente por pelo menos 15 a 20 minutos, mantendo as pálpebras abertas. Procurar atendimento oftalmológico urgente.\nIngestão acidental:\nNÃO provocar vômito. Enxaguar a boca com água (sem engolir).. Procurar atendimento médico imediatamente e levar a embalagem do produto.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Limpadores multiuso com ação desengordurante\nLimpadores de carpetes e estofados\nLimpadores de vidros e espelhos",
    "substancia" : "Amônia",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Desentupidor",
    "sintIntox" : "Queimaduras graves na pele e olhos\nDor intensa na boca, garganta e estômago (se ingerida)\nDificuldade para engolir e respirar\nVômito com sangue e risco de perfuração do trato digestivo\n",
    "primSocorro" : "Inalação:\nLevar a pessoa imediatamente para local arejado. Se houver dificuldade respiratória ou tosse persistente, procurar atendimento médico urgente.\nContato com a pele:\nRemover roupas e acessórios contaminados. Lavar a área afetada imediatamente com água corrente abundante por pelo menos 20 minutos. Não usar sabão ou neutralizantes. Se houver queimaduras, encaminhar ao pronto-socorro.\nContato com os olhos:\nLavar imediatamente e continuamente com água corrente por no mínimo 20 minutos, mantendo as pálpebras abertas. Não use colírios ou outras substâncias. Procurar atendimento oftalmológico com urgência.\nIngestão acidental\nNÃO provocar vômito. Enxaguar a boca com água (sem engolir). Procurar assistência médica urgente e levar a embalagem do produto.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Desentupidores de ralo e pia (líquidos ou em pó)\nProdutos para limpeza pesada de pisos e calçadas\nLimpadores de churrasqueira:\n\n",
    "substancia" : "Soda cáustica",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Sabão de cozinha",
    "sintIntox" : "Irritação nos olhos e pele\nNáuseas, vômitos e dor abdominal (se ingeridos)\nTosse e irritação das vias respiratórias (se inalados em forma de espuma ou aerossol)\nDermatite em casos de exposição repetida\n",
    "primSocorro" : "\nContato com a pele\nLavar a área afetada com água e sabão neutro. Remover roupas contaminadas. Se houver irritação, vermelhidão, ardência ou coceira persistente, procurar atendimento médico.\nContato com os olhos\nLavar os olhos com água corrente abundante por pelo menos 15 minutos, mantendo as pálpebras abertas. Não aplicar colírios ou pomadas sem orientação médica. Procurar atendimento oftalmológico se houver dor, visão turva ou vermelhidão intensa.\nIngestão acidental\nNÃO provocar vômito. Enxaguar a boca com água.Procurar atendimento médico e levar a embalagem ou rótulo do produto.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Detergente para louças\nDetergentes de uso geral",
    "substancia" : " Tensoativos (surfactante)",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Cloro de piscina",
    "sintIntox" : "Irritação nos olhos, pele e vias respiratórias\nTosse, ardência na garganta e dificuldade para respirar\nNáuseas, vômitos e dor abdominal (se ingeridos)\nQueimaduras químicas em contato direto\nLiberação de gás tóxico (cloro) quando misturados com ácidos\n",
    "primSocorro" : "\nInalação (vapores ou gás de cloro):\nLevar imediatamente para local arejado. Evitar esforço físico. Se houver tosse, dificuldade para respirar, sensação de sufocamento ou chiado, procurar atendimento médico urgente. Pode causar edema pulmonar retardado.\nContato com a pele:\nRemover roupas contaminadas com cuidado (usar luvas). Lavar a pele imediatamente com água corrente abundante por pelo menos 15 minutos. Não aplicar pomadas ou neutralizantes. Procurar atendimento médico se houver queimaduras, vermelhidão ou dor persistente.\nContato com os olhos:\nLavar os olhos com água corrente abundante por 15 a 20 minutos, mantendo as pálpebras abertas. Não usar colírios. Procurar atendimento oftalmológico imediatamente.\nIngestão acidental\nNÃO provocar vômito. Enxaguar a boca com água (sem engolir). Procurar assistência médica urgente e levar o rótulo ou embalagem do produto.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Desinfetante, agente oxidante, cloro para piscina",
    "substancia" : "Hipoclorito de sódio (ou) Hipoclorito de cálcio (ou) Tricloroisocianúrico",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Álcool",
    "sintIntox" : "Náuseas, vômitos e tontura\nSonolência e confusão mental\nDificuldade para respirar em casos graves\nIrritação ocular e ressecamento da pele por contato direto\nEm altas concentrações, pode levar à inconsciência e parada respiratória\n",
    "primSocorro" : "Inalação:\nLevar para local arejado. Se houver dificuldade respiratória, procurar atendimento médico. \nContato com a pele ou olhos: \nLavar com água corrente em abundância por pelo menos 15 minutos. \n Ingestão: \nNÃO provocar vômito. \n Sempre levar o rótulo ou embalagem ao hospital.",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Álcool gel ou líquido 70%",
    "substancia" : "Álcool etílico",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Desinfetantes multiuso",
    "sintIntox" : "Náuseas, tontura, dor de cabeça (cefaleia)\nIrritação nos olhos e trato respiratório\nDor abdominal e vômitos (se ingeridos)\nEm grandes exposições, pode causar sonolência e confusão mental\nContato prolongado pode causar dermatite\n",
    "primSocorro" : "Inalação:\nRemova a vítima para local arejado imediatamente.\nAfrouxe roupas apertadas.\nMantenha a vítima em repouso e aquecida.\nSe houver dificuldade para respirar, administre oxigênio (por profissional).\nChame assistência médica imediatamente.\nContato com os olhos:\nLave os olhos com água corrente por pelo menos 15 minutos, mantendo as pálpebras abertas.\nRemova lentes de contato se houver e for fácil.\nProcure atendimento médico.\nContato com a pele:\nRemova roupas e calçados contaminados.\nLave a pele com água corrente e sabão neutro por pelo menos 15 minutos.\nNão use solventes ou produtos químicos para limpar a pele.\nProcure ajuda médica se houver irritação persistente, vermelhidão ou queimaduras. Ingestão\nNão provoque vômito.\nEnxágue a boca com água.\nNão ofereça nada por via oral se a pessoa estiver inconsciente ou com convulsões.\nLeve imediatamente a vítima ao pronto-socorro, levando a embalagem do produto, se possível.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Solventes",
    "substancia" : "Butilglicol (2-butoxietanol)\nHidrocarbonetos alifáticos",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Ácido para limpeza",
    "sintIntox" : "Queimaduras graves na pele, olhos e mucosas\nIrritação intensa nas vias respiratórias (tosse, falta de ar)\nDor torácica e sensação de sufocamento\nNáuseas, vômitos e dor abdominal (se ingerido)\nRisco de edema pulmonar em exposições severas\n",
    "primSocorro" : "Inalação: \nLevar imediatamente a vítima para local arejado. Se houver dificuldade respiratória, procurar atendimento médico urgente.\nContato com a pele:\n Remover roupas contaminadas. Lavar a área com água corrente por pelo menos 20 minutos.\nContato com os olhos: \nLavar imediatamente com água corrente abundante por no mínimo 20 minutos, mantendo as pálpebras abertas.\nIngestão: \nNão provocar vômito. Enxaguar a boca com água. Levar a vítima imediatamente ao hospital, com a embalagem do produto, se possível.\nSempre procurar atendimento médico com urgência.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Ácido para limpeza doméstica (geralmente solução de ácido clorídrico a 10%–33%)",
    "substancia" : "Ácido muriático",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Ácido de limpeza pesada",
    "sintIntox" : "Queimaduras químicas graves na pele e olhos\nIrritação intensa nas vias respiratórias (tosse seca, dor ao respirar)\nDor abdominal, vômitos e possível perfuração do trato digestivo (se ingerido)\nPode causar necrose tecidual no local do contato\nEm altas concentrações, risco de edema pulmonar\n",
    "primSocorro" : "Contato com a pele: \nLavar com água corrente por no mínimo 20 minutos. Remover roupas contaminadas.\nContato com os olhos: \nLavar imediatamente com água abundante por pelo menos 20 minutos, mantendo as pálpebras abertas.\nInalação:\n Levar a vítima para local ventilado. Se houver dificuldade respiratória, procurar atendimento médico urgente.\nIngestão:\n Não provocar vômito. Enxaguar a boca com água e encaminhar rapidamente ao hospital.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Vários (Desentupidores de ralo, removedores de crostas minerais, limpadores de sanitário industrial).",
    "substancia" : "Ácido sulfúrico",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Ácido para pedras",
    "sintIntox" : "Queimaduras na pele e mucosas\nDor intensa na boca e garganta\nNáusea, vômitos, dor abdominal\nInsuficiência renal aguda (em casos graves)\nFraqueza e confusão mental\n",
    "primSocorro" : "Contato com a pele: \nRemover roupas contaminadas. Lavar a área afetada com água e sabão por pelo menos 15 minutos.\nContato com os olhos: \nLavar imediatamente com água corrente abundante por no mínimo 15 minutos, mantendo as pálpebras abertas.\nInalação:\n Levar a vítima para ambiente arejado. Procurar atendimento médico se houver sintomas respiratórios.\nIngestão: \nNão provocar vômito. Enxaguar a boca com água e encaminhar ao pronto-socorro com urgência.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Vários (Limpadores de pedras, removedores de ferrugem, limpadores de alumínio e inox)",
    "substancia" : "Ácido oxálico",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Germicida",
    "sintIntox" : "Irritação da pele e olhos\nVermelhidão e coceira\nQueimaduras em contato prolongado\nNáusea e vômito (se ingerido)\n",
    "primSocorro" : "Contato com os olhos:\nLavar imediatamente com água corrente por no mínimo 20 minutos, mantendo as pálpebras abertas.\nRemover lentes de contato, se presentes e fáceis de tirar.\nEvitar uso de colírios ou pomadas sem orientação médica.\nEncaminhar ao oftalmologista se houver dor, visão borrada ou vermelhidão persistente.\n Contato com a pele:\nLavar a área afetada com água corrente e sabão neutro por pelo menos 15 minutos.\nNão aplicar pomadas, óleos ou substâncias químicas sobre a pele.\nRetirar roupas contaminadas e lavar separadamente.\nProcurar atendimento médico se houver formação de bolhas, vermelhidão intensa ou dor persistente.\n Inalação de vapores ou névoa:\nLevar a vítima imediatamente para local bem ventilado.\nManter em repouso e aquecido.\nSe houver tosse persistente, dificuldade respiratória ou chiado, procurar atendimento médico com urgência.\nIngestão acidental:\nNão provocar vômito.\nEnxaguar a boca com água.\nNão oferecer leite, carvão ativado ou qualquer alimento sem orientação médica.\nLevar a vítima imediatamente ao pronto-socorro com a embalagem do produto em mãos.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Sanol, Desinfex",
    "substancia" : "Cloreto de benzalcônio",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Antisséptico",
    "sintIntox" : "Queimaduras na pele\nDor local intensa\nIrritação nos olhos\nNáusea e vômitos (se ingerido)\n",
    "primSocorro" : "Contato com a pele:\nRemover imediatamente roupas e calçados contaminados.\nNão lavar diretamente com água no primeiro momento. Lavar primeiro com solução de polietilenoglicol 300 (PEG 300), se disponível, ou com álcool isopropílico para reduzir a absorção (somente se indicado e disponível em ambiente controlado).\nApós isso, lavar com água corrente e sabão por 15–20 minutos.\nEncaminhar imediatamente ao hospital, mesmo que a área afetada seja pequena.\nContato com os olhos:\nLavar imediatamente com água corrente abundante por pelo menos 20 minutos, mantendo as pálpebras abertas.\nNão usar colírios ou substâncias químicas.\nLevar ao atendimento oftalmológico com urgência.\nInalação:\nLevar a vítima para ambiente ventilado imediatamente.\nObservar sinais de tontura, confusão mental, ou dificuldade respiratória.\nProcurar atendimento médico urgente, mesmo em exposições leves.\nIngestão acidental:\nNão provocar vômito.\nEnxaguar a boca com água.\nManter a vítima em repouso e encaminhar imediatamente ao pronto-socorro.\nFenol ingerido pode causar queimaduras internas graves e requer avaliação médica urgente.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Vários\n(Desinfetantes hospitalares, limpadores industriais, removedores de tinta).",
    "substancia" : "Fenol",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Água oxigenada",
    "sintIntox" : "Concentrações baixas (até 10%): Irritação leve da pele, olhos e mucosas, náusea leve em caso de ingestão.\nConcentrações altas (>10%): Queimaduras, dor, formação de bolhas, dificuldade respiratória (inalação de vapores), risco de perfuração gastrointestinal (em ingestão acidental de volumes maiores).\nFormação de espuma ao contato com mucosas.\n",
    "primSocorro" : "Contato com a pele:\nLavar a área com água corrente por pelo menos 15 minutos.\nRetirar roupas e acessórios contaminados.\nProcurar atendimento médico se houver dor persistente, vermelhidão intensa ou formação de bolhas.\n Contato com os olhos:\nLavar os olhos imediatamente com água corrente abundante por pelo menos 20 minutos.\nManter as pálpebras abertas e remover lentes de contato, se aplicável.\nEncaminhar ao oftalmologista em caso de irritação persistente ou visão embaçada.\nInalação (vapores em ambiente fechado):\nLevar a vítima imediatamente para local bem ventilado.\nObservar sintomas como tosse, falta de ar ou dor torácica.\nProcurar atendimento médico se sintomas respiratórios não cessarem.\nIngestão acidental:\nNão provocar vômito.\nEnxaguar a boca com água.\nSe o produto for de alta concentração (>10%), encaminhar imediatamente ao pronto-socorro.\nObservar sinais como vômitos com espuma, dor abdominal, ou dificuldade respiratória.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Alvejantes líquidos, desinfetantes, limpadores multiuso com ação branqueadora",
    "substancia" : "Peróxido de hidrogênio",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Limpeza natural",
    "sintIntox" : "Irritação gástrica (náuseas, queimação no estômago) em caso de ingestão excessiva\nIrritação ocular (ardência, lacrimejamento)\nIrritação das vias respiratórias se inalado em ambientes mal ventilados\nArdência ou leve vermelhidão na pele (contato prolongado com vinagre concentrado ou ácido acético >6%)\n",
    "primSocorro" : "Ingestão em excesso (vinagre ou ácido acético):\nNão provocar vômito.\nOferecer pequenas quantidades de água ou leite para diluir o ácido no estômago.\nObservar sinais de irritação (dor abdominal, vômito, queimação gástrica).\nEncaminhar ao médico se os sintomas persistirem ou se a ingestão for de grandes volumes (ácido acético concentrado >6%).\nContato com os olhos:\nLavar com água corrente abundante por pelo menos 15 minutos, mantendo as pálpebras abertas.\nProcurar atendimento oftalmológico se houver vermelhidão, dor ou visão turva persistente.\nContato com a pele:\nLavar a área afetada com água e sabão suave.\nHidratar a pele com creme neutro se houver ressecamento.\nProcurar atendimento médico se houver irritação prolongada (especialmente com vinagres concentrados >10%).\nInalação de vapores (em uso prolongado ou ambiente fechado):\nLevar a vítima para ambiente ventilado.\nOferecer água e manter em repouso.\nProcurar orientação médica se houver tosse, tontura ou dor de cabeça persistente.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Vinagre",
    "substancia" : "Ácido acético",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Inseticida caseiro",
    "sintIntox" : "Náusea, vômitos e desconforto gastrointestinal em caso de ingestão.\nDermatite de contato, irritação e vermelhidão na pele.\nIrritação ocular leve a moderada se houver contato com os olhos.\nEm casos mais graves, pode ocorrer fraqueza, dores abdominais e efeitos tóxicos sistêmicos.",
    "primSocorro" : " Contato com a pele:\nRemover roupas contaminadas imediatamente.\nLavar a área afetada com água corrente e sabão neutro por pelo menos 15 minutos.\nAplicar creme hidratante ou loção calmante após lavagem.\nProcurar atendimento médico se houver irritação persistente, descamação ou queimaduras.\n Contato com os olhos:\nLavar com água corrente abundante por 15 a 20 minutos, mantendo as pálpebras abertas.\nEvitar esfregar os olhos.\nProcurar atendimento oftalmológico se houver dor, vermelhidão intensa ou visão turva.\nIngestão acidental:\nNão provocar vômito.\nEnxaguar a boca com água.\nOferecer pequena quantidade de água para diluir.\nProcurar atendimento médico imediatamente, principalmente se houver vômitos, dor abdominal ou sonolência.\n Inalação:\nRemover a vítima para local arejado.\nSe houver tosse, falta de ar ou irritação respiratória persistente, procurar atendimento médico.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Removedores de mofo e bolor\nInseticidas caseiros ou comerciais",
    "substancia" : "Borato de sódio",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Aguarrás",
    "sintIntox" : "Náusea, vômitos.\nTontura, confusão mental, cefaleia.\nIrritação das vias respiratórias, tosse.\nEm casos graves, depressão do sistema nervoso central, dificuldade respiratória e até perda de consciência.\n",
    "primSocorro" : " Inalação:\nRemover a vítima imediatamente para ambiente ventilado e livre de vapores.\nManter em repouso, na posição confortável.\nSe apresentar dificuldade para respirar, cianose ou confusão mental, procurar atendimento médico urgente.\nNão administrar substâncias por via oral sem orientação médica.\nContato com a pele:\nLavar com água e sabão abundantemente para remover o produto.\nEvitar fricção.\nProcurar atendimento médico se houver irritação persistente ou dermatite.\nContato com os olhos:\nLavar imediatamente com água corrente por 15 a 20 minutos, mantendo as pálpebras abertas.\nProcurar atendimento oftalmológico caso persista ardência, vermelhidão ou desconforto.\nIngestão acidental:\nNão provocar vômito.\nEnxaguar a boca com água.\nProcurar atendimento médico imediato, levando a embalagem do produto.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Solventes para tintas, removedores de verniz",
    "substancia" : "Terebintina",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Solvente (Querosene)",
    "sintIntox" : "Náusea, vômitos.\nConfusão mental, tontura.\nDispneia (falta de ar), tosse, possível aspiração pulmonar.\nRisco de pneumonia química se aspirado para os pulmões.\n",
    "primSocorro" : "Ingestão acidental:\nNão induzir vômito — risco elevado de aspiração pulmonar, que pode causar pneumonia química grave.\nEnxaguar a boca com água, se a vítima estiver consciente.\nManter a vítima em repouso e em posição lateral de segurança, se possível.\nProcurar atendimento médico urgente, levando a embalagem do produto.\nInalação:\nRemover a vítima para local arejado imediatamente.\nObservar sinais de dificuldade respiratória.\nProcurar atendimento médico se houver tosse persistente, chiado ou falta de ar.\nContato com a pele:\nLavar bem a área afetada com água e sabão neutro.\nRemover roupas contaminadas.\nProcurar atendimento médico se houver irritação persistente.\nContato com os olhos:\nLavar com água corrente abundante por pelo menos 15 minutos.\nProcurar atendimento oftalmológico se persistir vermelhidão ou dor.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Vários (Solventes domésticos, desengraxantes, combustíveis para lamparinas).",
    "substancia" : "Querosene",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Solvente (Metanol)",
    "sintIntox" : "Depressão do sistema nervoso central (SNC) — tontura, sonolência, confusão.\nNáuseas, vômitos, dor abdominal.\nVisão turva, diplopia, podendo evoluir para cegueira.\nComa e insuficiência respiratória em casos graves.\nAcidemia metabólica e dano renal.\n",
    "primSocorro" : "Ingestão acidental:\nNão induzir vômito.\nProcurar atendimento médico imediato.\nLevar a embalagem do produto para o hospital.\nAdministração médica urgente de antídotos (etanol ou fomepizol) pode ser necessária.\n Inalação:\nRemover a vítima para ambiente ventilado.\nObservar sinais de depressão respiratória.\nProcurar atendimento médico se houver sonolência, dificuldade respiratória ou confusão.\nContato com a pele:\nLavar a área afetada com água e sabão.\nProcurar atendimento médico se houver irritação persistente.\nContato com os olhos:\nLavar com água corrente abundante por pelo menos 15 minutos.\nProcurar atendimento oftalmológico se houver dor ou irritação persistente.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Vários (Solventes industriais, removedores de tinta, desengraxantes).",
    "substancia" : "Metanol",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Solvente (Acetato de etila)",
    "sintIntox" : "Tontura, dor de cabeça.\nNáusea, irritação das mucosas.\nEm exposição prolongada, confusão e depressão do sistema nervoso central.\n",
    "primSocorro" : "Inalação:\nRemover a vítima para ambiente ventilado imediatamente.\nManter a pessoa em repouso.\nSe houver persistência dos sintomas (tontura, náusea, dificuldade respiratória), procurar atendimento médico.\n Contato com a pele:\nLavar com água e sabão.\nRemover roupas contaminadas.\nProcurar atendimento médico se houver irritação persistente.\n Contato com os olhos:\nLavar com água corrente abundante por pelo menos 15 minutos.\nProcurar atendimento oftalmológico se a irritação ou dor persistirem.\n Ingestão:\nNão provocar vômito.\nEnxaguar a boca com água.\nProcurar atendimento médico se houver sintomas persistentes.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Vários (Solventes para tintas, removedores de verniz, diluentes).",
    "substancia" : "Acetato de etila",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Alvejante",
    "sintIntox" : "Irritação das mucosas (olhos, nariz, garganta).\nArdência na pele e nos olhos.\nNáusea e vômito (em caso de ingestão).\nFormação de espuma ao contato com mucosas.\n",
    "primSocorro" : "Contato com a pele:\nLavar imediatamente com água corrente e sabão por pelo menos 15 minutos.\nRemover roupas contaminadas.\nProcurar atendimento médico se houver vermelhidão, dor ou bolhas.\nContato com os olhos:\nLavar abundantemente com água corrente por 20 minutos, mantendo os olhos abertos.\nProcurar atendimento oftalmológico, especialmente se houver dor, visão turva ou ardência intensa.\n Ingestão acidental:\nNão provocar vômito.\nEnxaguar a boca com água.\nOferecer pequenas quantidades de água para diluir.\nProcurar atendimento médico imediatamente, mesmo se os sintomas forem leves.\n Inalação (vapores ou poeira do produto):\nLevar a vítima para local ventilado.\nObservar sinais de irritação respiratória, como tosse ou falta de ar.\nProcurar atendimento médico se os sintomas persistirem.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : " Alvejantes sem cloro, removedores de manchas para roupas",
    "substancia" : "Alvejantes com peróxido",
    "caracteristica" : "",
    "resumo" : ""
  },
  {
    "categoriaNome" : "Produto Limpeza",
    "nomePopular" : "Limpa alumínio",
    "sintIntox" : "Queimaduras químicas na pele e olhos.\nIrritação respiratória se inalado (ardência no nariz/garganta, tosse).\nDor abdominal, vômitos e queimaduras na boca e esôfago em caso de ingestão.\nRisco de toxicidade sistêmica com produtos que contenham ácido fluorídrico, podendo afetar músculos e coração.\n",
    "primSocorro" : "Contato com a pele:\nLavar imediatamente com água corrente abundante por no mínimo 20 minutos.\nNão aplicar cremes ou neutralizantes caseiros.\nRemover roupas contaminadas com cuidado.\nSe a área for extensa ou houver dor intensa, encaminhar ao hospital urgentemente.\n Contato com os olhos:\nLavar com água corrente abundante por pelo menos 20 minutos, mantendo as pálpebras abertas.\nNão esfregar os olhos.\nProcurar atendimento oftalmológico com urgência.\nIngestão acidental:\nNão provocar vômito.\nEnxaguar a boca com água.\nOferecer água ou leite em pequena quantidade (se consciente).\nLevar imediatamente ao hospital com a embalagem do produto.\nInalação de vapores ou névoa:\nLevar a vítima imediatamente para local ventilado.\nManter em repouso.\nProcurar atendimento médico se houver tosse, dificuldade respiratória ou sensação de queimação nas vias aéreas.\n",
    "nomeCientifico" : "",
    "funcao" : "",
    "parteToxica" : "",
    "substanciaToxica" : "",
    "produto" : "Brilho para panelas ou utensílios de cozinha\nDesincrustante ácido doméstico\nRemovedor de manchas em alumínio",
    "substancia" : "Produtos para alumínio  (base de ácido fluorídrico, ácido sulfônico ou ácido clorídrico diluído)",
    "caracteristica" : "",
    "resumo" : ""
  }
]